{
    "cards": [
        {
            "content": "Bạn phải kể tên 5 quốc gia bắt đầu bằng chữ cái 'B' trong vòng 15 giây.",
            "explanation": "Nếu bạn không kể được, bạn uống 1 ly. Nếu bạn kể được, người cách bạn 2 chỗ uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một nhân vật hoạt hình trong vòng 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người gần bạn nhất vừa cười sẽ uống 1 ly."
        },
        {
            "content": "Bạn phải nói giọng địa phương bất kỳ (không phải giọng của bạn) trong 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 3 chỗ uống 1 ly."
        },
        {
            "content": "Bạn phải vẽ một hình tròn hoàn hảo bằng mắt nhắm trong vòng 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu bạn làm được, người chơi có số tuổi nhỏ nhất uống 1 ly."
        },
        {
            "content": "Bạn phải nhảy một điệu nhảy bạn thích trong vòng 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu bạn làm được, người đang ngồi xa bạn nhất uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và làm động tác chống đẩy 5 lần.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu bạn làm được, người ngồi đối diện uống 1 ly (nếu không có ai, bạn chọn người khác)."
        },
        {
            "content": "Kể tên 5 món ăn Việt Nam trong vòng 10 giây.",
            "explanation": "Nếu bạn không kể được, bạn uống 1 ly. Nếu kể được, người đang mặc áo màu sáng nhất uống 1 ly."
        },
        {
            "content": "Kể tên 3 bộ phim có chữ 'love' trong tựa đề trong vòng 15 giây.",
            "explanation": "Nếu bạn không kể được, bạn uống 1 ly. Nếu kể được, người gần bạn nhất bên phải uống 1 ly."
        },
        {
            "content": "Nêu tên 4 loại nhạc cụ bạn biết trong vòng 10 giây.",
            "explanation": "Nếu bạn không kể được, bạn uống 1 ly. Nếu kể được, người đang mang phụ kiện uống 1 ly."
        },
        {
            "content": "Kể tên 5 loài chim không biết bay trong vòng 15 giây.",
            "explanation": "Nếu bạn không kể được, bạn uống 1 ly. Nếu kể được, người vừa cười gần nhất với bạn uống 2 ly."
        },
        {
            "content": "Nói 7 từ liên quan đến công nghệ trong vòng 20 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu bạn làm được, tất cả những ai đang dùng điện thoại uống 1 ly."
        },
        {
            "content": "Tất cả những ai đang đeo kính phải uống 1 ly.",
            "explanation": "Nếu bạn không đeo kính, bạn được miễn uống trong vòng này. Nếu có nhiều người đeo kính, họ chọn một người khác uống 1 ly."
        },
        {
            "content": "Ai mặc áo có hình hoặc chữ phải uống 1 ly.",
            "explanation": "Nếu bạn mặc áo trơn, bạn được quyền chỉ định người có hình lớn nhất trên áo uống thêm 1 ly."
        },
        {
            "content": "Tất cả phải đổi chỗ ngồi cho nhau trong vòng 15 giây, ai không làm kịp phải uống 1 ly.",
            "explanation": "Nếu bạn là người cuối cùng đổi chỗ, bạn uống 1 ly. Nếu tất cả đổi xong, người cũ ngồi chỗ bạn uống 1 ly."
        },
        {
            "content": "Ai đang mang giày hoặc dép phải cởi ra. Ai quên cởi phải uống 1 ly.",
            "explanation": "Nếu bạn là người duy nhất không mang giày hoặc dép, bạn chọn người vừa cười to nhất uống 1 ly."
        },
        {
            "content": "Những ai vừa chạm vào tóc trong vòng 30 giây qua phải uống 1 ly.",
            "explanation": "Nếu không ai vi phạm, người ra câu hỏi uống 2 ly."
        },
        {
            "content": "Bạn phải yêu cầu người bên trái làm động tác yoga mà bạn chọn.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly. Nếu làm được, bạn uống 1 ly."
        },
        {
            "content": "Bạn phải khen người ngồi bên phải một câu hài hước.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu người đó cười, bạn chỉ định một người khác uống 1 ly."
        },
        {
            "content": "Bạn chọn một người để cùng chơi trò đoán từ, bạn mô tả không dùng từ chính.",
            "explanation": "Nếu người kia đoán sai, họ uống 1 ly. Nếu đoán đúng, bạn uống 1 ly."
        },
        {
            "content": "Bạn phải yêu cầu một người khác làm tiếng kêu của con vật bạn nghĩ ra.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly. Nếu làm được, bạn uống 1 ly."
        },
        {
            "content": "Bạn phải bắt tay với tất cả mọi người xung quanh trong vòng 10 giây.",
            "explanation": "Nếu bạn không làm kịp, bạn uống 1 ly. Nếu mọi người không bắt tay bạn, mỗi người uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện không sử dụng từ 'tôi' hoặc 'bạn' trong 30 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu bạn làm được, người cười đầu tiên uống 1 ly."
        },
        {
            "content": "Bạn phải đếm ngược từ 50 đến 30 mà không quên số nào.",
            "explanation": "Nếu bạn sai, bạn uống 1 ly. Nếu đúng, người xa bạn nhất uống 1 ly."
        },
        {
            "content": "Bạn phải tìm một đồ vật trong phòng có màu xanh và đưa ra trong vòng 15 giây.",
            "explanation": "Nếu bạn không tìm được, bạn uống 1 ly. Nếu tìm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một MC dẫn chương trình trong vòng 30 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn uống 1 ly."
        },
        {
            "content": "Bạn phải ghép 3 từ bất kỳ thành một câu có ý nghĩa trong vòng 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, bạn chọn người uống 1 ly."
        },
        {
            "content": "Trong vòng này, không ai được cười, ai cười phải uống 1 ly.",
            "explanation": "Nếu bạn cười đầu tiên, bạn uống 2 ly. Nếu không ai cười, người ra luật uống 1 ly."
        },
        {
            "content": "Từ giờ đến hết vòng, không ai được chạm vào mặt mình. Ai quên làm theo uống 1 ly.",
            "explanation": "Nếu tất cả đều tuân thủ, người ra luật uống 2 ly."
        },
        {
            "content": "Trong vòng này, bạn được phép chọn người thay bạn uống 1 ly.",
            "explanation": "Nếu bạn không chọn ai, bạn tự uống 1 ly."
        },
        {
            "content": "Tất cả phải trả lời 'có' hoặc 'không' trong vòng này. Ai quên làm theo uống 1 ly.",
            "explanation": "Nếu bạn không hỏi được câu nào, bạn uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một người nổi tiếng (không được nói tên) và để mọi người đoán trong vòng 15 giây.",
            "explanation": "Nếu không ai đoán được, bạn uống 1 ly. Nếu ai đoán đúng, người đoán uống 1 ly cùng bạn."
        },
        {
            "content": "Bạn phải liệt kê 3 thói quen xấu của bản thân trong vòng 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu bạn làm được, tất cả những ai đồng tình với bạn uống 1 ly."
        },
        {
            "content": "Bạn phải giữ khuôn mặt nghiêm túc trong 15 giây trong khi người khác cố làm bạn cười.",
            "explanation": "Nếu bạn cười, bạn uống 1 ly. Nếu không cười, tất cả những ai cố làm bạn cười phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người bất kỳ và hỏi họ một câu hỏi ngẫu nhiên. Nếu họ không trả lời được, họ uống 2 ly.",
            "explanation": "Nếu họ trả lời đúng, bạn uống 1 ly."
        },
        {
            "content": "Tất cả mọi người phải xếp hạng bạn từ 1 đến 10 dựa trên sự hài hước của bạn.",
            "explanation": "Nếu tổng điểm của bạn dưới 5, bạn uống 1 ly. Nếu trên 5, người cho bạn điểm thấp nhất uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và giả vờ làm trợ lý của họ trong 1 vòng chơi.",
            "explanation": "Nếu bạn từ chối làm, bạn uống 2 ly. Nếu bạn làm, người đó uống 1 ly."
        },
        {
            "content": "Bạn phải kể một bí mật mà bạn chưa từng tiết lộ với ai.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu kể được, người ngồi gần nhất uống 1 ly."
        },
        {
            "content": "Bạn phải nói tên 3 người mà bạn từng thích trong quá khứ.",
            "explanation": "Nếu bạn không nói được, bạn uống 2 ly. Nếu bạn nói được, người cuối cùng vừa hỏi bạn uống 1 ly."
        },
        {
            "content": "Bạn phải ăn một món gì đó có vị cay trong phòng (nếu có).",
            "explanation": "Nếu không ăn được, bạn uống 2 ly. Nếu ăn được, người chọn món cho bạn uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả vờ diễn thuyết về chủ đề 'tại sao pizza ngon hơn phở' trong 30 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai phản đối bạn uống 1 ly."
        },
        {
            "content": "Bạn phải kể 3 điều bạn ghét nhất ở người ngồi bên trái.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, người bên trái uống 1 ly."
        },
        {
            "content": "Người chơi lớn tuổi nhất trong nhóm chọn một thử thách bất kỳ cho bạn.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người lớn tuổi nhất uống 1 ly."
        },
        {
            "content": "Bạn phải hát một bài hát bằng giọng siêu trầm hoặc siêu cao trong 15 giây.",
            "explanation": "Nếu không làm được, bạn uống 2 ly. Nếu làm được, tất cả ai không hát theo uống 1 ly."
        },
        {
            "content": "Bạn phải nói 'Tôi yêu tất cả mọi người ở đây' bằng 3 ngôn ngữ khác nhau.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, tất cả mọi người vỗ tay, ai không vỗ tay uống 1 ly."
        },
        {
            "content": "Ai có số điện thoại dài nhất trong nhóm phải uống 1 ly.",
            "explanation": "Nếu không ai có số dài hơn bạn, bạn uống 1 ly."
        },
        {
            "content": "Người chơi mặc nhiều màu sắc nhất phải giả làm người dẫn chương trình trong 1 vòng chơi.",
            "explanation": "Nếu từ chối, người đó uống 2 ly."
        },
        {
            "content": "Người chơi ngồi gần nhất với cửa ra vào phải kể một câu chuyện ma trong vòng 30 giây.",
            "explanation": "Nếu không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn được quyền chọn 1 người phải thực hiện thử thách thay bạn trong vòng này.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly. Nếu làm được, bạn uống 1 ly."
        },
        {
            "content": "Ai đang cầm điện thoại phải đặt nó xuống trong vòng 10 giây.",
            "explanation": "Ai không làm được uống 1 ly."
        },
        {
            "content": "Bạn phải đi lấy một vật bất kỳ trong phòng và giữ nó trên đầu trong 1 vòng chơi.",
            "explanation": "Nếu làm rơi, bạn uống 1 ly."
        },
        {
            "content": "Tất cả mọi người phải nói điều mà họ thích nhất về người bên phải.",
            "explanation": "Ai không nói được hoặc từ chối nói uống 1 ly."
        },
        {
            "content": "Bạn phải tạo một tư thế chụp ảnh hài hước và giữ nó trong 15 giây.",
            "explanation": "Nếu không làm được, bạn uống 2 ly."
        },
        {
            "content": "Người chơi trẻ nhất phải kể một kỷ niệm đáng nhớ nhất trong năm qua.",
            "explanation": "Nếu họ không kể được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải tìm trong điện thoại của mình một bức ảnh hài hước và cho mọi người xem.",
            "explanation": "Nếu bạn không tìm được, bạn uống 2 ly. Nếu tìm được, ai cười to nhất uống 1 ly."
        },
        {
            "content": "Bạn được phép chỉ định một người phải uống 2 ly, nhưng họ có thể từ chối nếu kể được một câu chuyện hài hước.",
            "explanation": "Nếu họ không kể được, họ uống 2 ly. Nếu kể được, bạn uống 1 ly."
        },
        {
            "content": "Người bên trái bạn phải đặt câu hỏi bất kỳ cho bạn.",
            "explanation": "Nếu bạn trả lời sai hoặc không trả lời, bạn uống 2 ly. Nếu trả lời đúng, người đó uống 1 ly."
        },
        {
            "content": "Người chơi có tóc dài nhất trong nhóm phải chọn một thử thách cho bạn.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người đó uống 1 ly."
        },
        {
            "content": "Tất cả mọi người phải vỗ tay theo một nhịp điệu bạn tạo ra.",
            "explanation": "Ai không làm đúng nhịp phải uống 1 ly."
        },
        {
            "content": "Bạn được quyền miễn uống 1 lần trong vòng này, nhưng phải hát một bài hát để kích hoạt quyền này.",
            "explanation": "Nếu bạn không hát, bạn mất quyền miễn và uống 1 ly."
        },
        {
            "content": "Bạn phải nói 3 món ăn bạn đã ăn trong tuần này.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu bạn làm được, người cuối cùng vừa ăn trước đó uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người bất kỳ trong nhóm và nói lý do bạn thích họ.",
            "explanation": "Nếu bạn từ chối, bạn uống 2 ly. Nếu bạn làm được, người đó uống 1 ly vì ngượng."
        },
        {
            "content": "Bạn phải hát một câu trong bài hát mà bạn yêu thích nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu bạn làm được, ai không biết bài hát đó uống 1 ly."
        },
        {
            "content": "Bạn phải nhắm mắt và chỉ tay ngẫu nhiên vào một người trong nhóm.",
            "explanation": "Người đó sẽ chọn thử thách cho bạn. Nếu bạn từ chối, bạn uống 2 ly."
        },
        {
            "content": "Bạn phải tìm một thứ gì đó trong phòng mà bạn cho là 'vô dụng' nhất.",
            "explanation": "Nếu không tìm được, bạn uống 2 ly. Nếu tìm được, người ngồi gần món đồ đó uống 1 ly."
        },
        {
            "content": "Bạn phải liệt kê 3 điều khiến bạn tự hào nhất về bản thân.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu bạn làm được, người không đồng ý với bạn uống 1 ly."
        },
        {
            "content": "Bạn phải mô tả ngày tồi tệ nhất của bạn trong năm qua.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bên trái bạn uống 1 ly."
        },
        {
            "content": "Tất cả mọi người phải liệt kê một điều mà họ ghét nhất về mạng xã hội.",
            "explanation": "Ai không liệt kê được hoặc trùng ý tưởng với người khác uống 1 ly."
        },
        {
            "content": "Bạn phải đứng dậy và giả làm một con vật trong vòng 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn bạn ghét nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, ai từng ăn món đó uống 1 ly."
        },
        {
            "content": "Ai trong nhóm đang mặc đồ đen phải uống 1 ly.",
            "explanation": "Nếu không ai mặc đồ đen, người ra câu hỏi uống 1 ly."
        },
        {
            "content": "Bạn phải đọc ngược bảng chữ cái từ Z đến M trong 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bên phải bạn uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và nói điều đầu tiên bạn nghĩ về họ khi lần đầu gặp mặt.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đó uống 1 ly."
        },
        {
            "content": "Bạn phải tạo ra một quy tắc mới cho trò chơi trong vòng này.",
            "explanation": "Nếu bạn không tạo được, bạn uống 1 ly. Nếu quy tắc của bạn không được chấp nhận, bạn uống 2 ly."
        },
        {
            "content": "Ai trong nhóm có số tuổi là số lẻ phải uống 1 ly.",
            "explanation": "Nếu tất cả đều số chẵn, người trẻ nhất uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và xoay 3 vòng trong vòng 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bên trái bạn uống 1 ly."
        },
        {
            "content": "Bạn phải kể một kỷ niệm đáng nhớ nhất trong 5 năm qua.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người nghe chăm chú nhất uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 thứ bạn mua gần đây mà bạn thấy không cần thiết.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu bạn làm được, người mua đồ tương tự uống 1 ly."
        },
        {
            "content": "Bạn phải tìm một món đồ màu đỏ trong phòng trong vòng 10 giây.",
            "explanation": "Nếu bạn không tìm được, bạn uống 2 ly. Nếu tìm được, người gần món đồ nhất uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và đặt cho họ một biệt danh hài hước.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đó uống 1 ly."
        },
        {
            "content": "Bạn phải đứng dậy và làm động tác như bạn đang chèo thuyền trong 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, ai cười to nhất uống 1 ly."
        },
        {
            "content": "Ai đang mang đồ trang sức phải uống 1 ly.",
            "explanation": "Nếu không ai mang đồ trang sức, người ra câu hỏi uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 quốc gia mà bạn muốn đến thăm.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người từng đến những quốc gia đó uống 1 ly."
        },
        {
            "content": "Bạn phải nói 3 điều bạn thích nhất về người đối diện.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đó uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người bất kỳ và hỏi họ về thói quen kỳ lạ nhất của họ.",
            "explanation": "Nếu họ không trả lời, họ uống 2 ly. Nếu trả lời, bạn uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 bài hát mà bạn nghĩ mọi người trong nhóm đều biết.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai không biết bài hát nào uống 1 ly."
        },
        {
            "content": "Người cao nhất trong nhóm phải đứng lên và thực hiện thử thách bất kỳ do bạn chọn.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly. Nếu làm được, bạn uống 1 ly."
        },
        {
            "content": "Bạn phải tìm trong điện thoại một tin nhắn hài hước và đọc cho cả nhóm nghe.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người cười lớn nhất uống 1 ly."
        },
        {
            "content": "Ai đang sử dụng điện thoại trong vòng 10 phút qua phải uống 1 ly.",
            "explanation": "Nếu không ai sử dụng, người ra câu hỏi uống 1 ly."
        },
        {
            "content": "Bạn phải làm động tác vẫy đuôi như một chú chó trong vòng 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bên phải bạn uống 1 ly."
        },
        {
            "content": "Bạn phải giả vờ đang gọi điện thoại cho người nổi tiếng yêu thích của bạn.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bên trái bạn uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nhảy lò cò quanh bàn trong vòng 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người cuối cùng cười uống 1 ly."
        },
        {
            "content": "Bạn phải tạo dáng giống một bức tượng nổi tiếng trong 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người đối diện uống 1 ly."
        },
        {
            "content": "Bạn phải nói 'tôi yêu bạn' bằng 5 ngôn ngữ khác nhau.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người ngồi gần bạn nhất uống 1 ly."
        },
        {
            "content": "Ai trong nhóm có điện thoại hết pin phải uống 1 ly.",
            "explanation": "Nếu không ai hết pin, người ra câu hỏi uống 1 ly."
        },
        {
            "content": "Tất cả những ai mang tất trắng phải uống 1 ly.",
            "explanation": "Nếu không ai mang tất trắng, người lớn tuổi nhất uống 1 ly."
        },
        {
            "content": "Ai đang ngồi gần cửa ra vào phải uống 1 ly.",
            "explanation": "Nếu không ai ngồi gần cửa, người cao nhất trong nhóm uống 1 ly."
        },
        {
            "content": "Người chơi nào mặc nhiều lớp quần áo nhất phải uống 1 ly.",
            "explanation": "Nếu mọi người mặc số lớp bằng nhau, tất cả uống 1 ly."
        },
        {
            "content": "Ai mang theo phụ kiện tóc phải uống 1 ly.",
            "explanation": "Nếu không ai mang phụ kiện, người ra câu hỏi uống 1 ly."
        },
        {
            "content": "Kể tên 5 quốc gia bắt đầu bằng chữ cái 'A' trong vòng 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bên trái bạn uống 1 ly."
        },
        {
            "content": "Kể tên 3 loại động vật có vú sống dưới nước trong vòng 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai vừa cười uống 1 ly."
        },
        {
            "content": "Kể tên 4 bộ phim đoạt giải Oscar trong vòng 20 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người cuối cùng vừa xem phim uống 1 ly."
        },
        {
            "content": "Kể tên 5 loại trái cây màu vàng trong vòng 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Kể tên 3 loài chim không biết bay trong vòng 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người đối diện uống 1 ly."
        },
        {
            "content": "Bạn phải vẽ một khuôn mặt cười trên tờ giấy mà không nhấc bút.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Bạn phải sáng tác một câu thơ ngẫu nhiên có chứa từ 'hạnh phúc' trong vòng 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người ngồi bên trái uống 1 ly."
        },
        {
            "content": "Bạn phải gấp một chiếc máy bay giấy và thổi nó bay xa nhất có thể.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người gần nơi máy bay đáp xuống uống 1 ly."
        },
        {
            "content": "Bạn phải viết một từ bất kỳ bằng chân trên sàn nhà.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người đối diện uống 1 ly."
        },
        {
            "content": "Bạn phải mô phỏng tiếng kêu của 3 loại động vật khác nhau trong 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người cuối cùng vừa cười uống 1 ly."
        },
        {
            "content": "Chọn một người trong nhóm và bắt họ nhại lại cách bạn nói.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly. Nếu họ làm được, bạn uống 1 ly."
        },
        {
            "content": "Chọn một người và hỏi họ một câu hỏi thật khó trả lời.",
            "explanation": "Nếu họ trả lời đúng, bạn uống 1 ly. Nếu họ sai, họ uống 2 ly."
        },
        {
            "content": "Yêu cầu người bên trái nói 3 điều họ ghét nhất về bạn.",
            "explanation": "Nếu họ từ chối, họ uống 2 ly. Nếu họ nói được, bạn uống 1 ly."
        },
        {
            "content": "Bạn và người ngồi đối diện phải cùng hát một bài hát trong 15 giây.",
            "explanation": "Nếu một trong hai không làm được, cả hai uống 1 ly."
        },
        {
            "content": "Chọn một người và bắt họ đứng dậy diễn tả một bộ phim bạn chọn mà không được nói.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly. Nếu làm được, bạn uống 1 ly."
        },
        {
            "content": "Bạn phải đứng im và không nhúc nhích trong 10 giây, bất kể ai làm gì.",
            "explanation": "Nếu bạn nhúc nhích, bạn uống 2 ly."
        },
        {
            "content": "Bạn phải nhắm mắt và chọn ngẫu nhiên một người để nói 'Tôi ghét bạn' (chỉ là đùa thôi).",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn uống 1 ly."
        },
        {
            "content": "Bạn phải lấy một vật bất kỳ trong túi của ai đó và đoán nó là gì.",
            "explanation": "Nếu bạn đoán sai, bạn uống 2 ly. Nếu đoán đúng, chủ nhân món đồ uống 1 ly."
        },
        {
            "content": "Bạn phải xin lỗi người bên trái bạn vì một lỗi ngẫu nhiên mà bạn tự bịa ra.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bên trái uống 1 ly."
        },
        {
            "content": "Bạn phải đưa ra một lý do vô lý tại sao bạn không nên uống thêm nữa.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly."
        },
        {
            "content": "Trong vòng này, không ai được nói 'không'.",
            "explanation": "Ai vi phạm uống 1 ly."
        },
        {
            "content": "Mỗi người phải nói một từ bất kỳ, người cuối cùng không nói được uống 1 ly.",
            "explanation": "Nếu ai trùng từ với người khác, họ uống 1 ly."
        },
        {
            "content": "Trong vòng này, tất cả phải sử dụng giọng hát để giao tiếp.",
            "explanation": "Ai quên hoặc không làm được uống 1 ly."
        },
        {
            "content": "Người đang cầm ly phải đưa ly cho người khác ngay lập tức.",
            "explanation": "Ai giữ ly lâu nhất uống 1 ly."
        },
        {
            "content": "Mỗi người phải làm một động tác kỳ lạ trước khi uống.",
            "explanation": "Ai không làm được uống 1 ly."
        },
        {
            "content": "Bạn phải giả vờ là một siêu anh hùng và tạo một hành động 'cứu thế giới' trong 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bên phải bạn uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện ngắn nhưng chỉ được dùng 3 từ lặp lại.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người nghe không hiểu phải uống 1 ly."
        },
        {
            "content": "Bạn phải cười to như một nhân vật hoạt hình mà bạn yêu thích trong 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đối diện bạn uống 1 ly."
        },
        {
            "content": "Ai đang sử dụng đồng hồ đeo tay phải tháo nó ra ngay lập tức.",
            "explanation": "Ai quên hoặc không làm được phải uống 1 ly."
        },
        {
            "content": "Bạn phải đặt một câu hỏi ngẫu nhiên cho tất cả mọi người trong nhóm.",
            "explanation": "Ai không trả lời được câu hỏi của bạn phải uống 1 ly. Nếu tất cả trả lời được, bạn uống 2 ly."
        },
        {
            "content": "Bạn phải hát đoạn mở đầu của một bài hát nổi tiếng trong 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, ai không biết bài hát đó uống 1 ly."
        },
        {
            "content": "Ai đang cầm điện thoại phải gửi một biểu tượng cảm xúc ngẫu nhiên cho người cuối cùng họ nhắn tin.",
            "explanation": "Ai không làm được uống 1 ly."
        },
        {
            "content": "Bạn phải đứng dậy và giả làm robot trong 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người ngồi gần bạn nhất uống 1 ly."
        },
        {
            "content": "Người chơi mặc ít màu sắc nhất trong nhóm phải uống 1 ly.",
            "explanation": "Nếu tất cả mặc nhiều màu như nhau, người trẻ nhất uống 1 ly."
        },
        {
            "content": "Bạn phải kể 3 điều bạn chưa từng thử trong đời.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cuối cùng vừa uống nước uống thêm 1 ly."
        },
        {
            "content": "Bạn phải đứng dậy và giả làm DJ trong vòng 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bên phải uống 1 ly."
        },
        {
            "content": "Ai vừa sử dụng mạng xã hội gần đây phải nói tên ứng dụng đó.",
            "explanation": "Ai không muốn tiết lộ phải uống 1 ly."
        },
        {
            "content": "Bạn phải gọi tên 3 loài hoa mà bạn yêu thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, ai không thích hoa phải uống 1 ly."
        },
        {
            "content": "Bạn phải nói một câu thoại nổi tiếng trong phim mà không được tiết lộ phim đó.",
            "explanation": "Nếu không ai đoán được, bạn uống 1 ly. Nếu có người đoán đúng, họ uống 1 ly."
        },
        {
            "content": "Bạn phải tìm một món đồ màu xanh lá trong vòng 15 giây.",
            "explanation": "Nếu bạn không tìm được, bạn uống 1 ly. Nếu tìm được, người gần nhất với món đồ uống 1 ly."
        },
        {
            "content": "Người chơi tóc ngắn nhất phải nói một câu chuyện hài trong 20 giây.",
            "explanation": "Nếu không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải tìm một người để chơi trò 'oẳn tù tì'.",
            "explanation": "Người thua phải uống 1 ly."
        },
        {
            "content": "Bạn phải làm mặt buồn trong 10 giây và không được cười.",
            "explanation": "Nếu bạn cười, bạn uống 2 ly. Nếu không cười, tất cả ai đang nhìn bạn uống 1 ly."
        },
        {
            "content": "Người cao nhất trong nhóm phải đứng lên và giả làm siêu mẫu.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly. Nếu làm được, bạn uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món đồ bạn luôn mang theo khi ra ngoài.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người mang ít hơn 3 món uống 1 ly."
        },
        {
            "content": "Ai đang mặc áo dài tay phải xắn tay áo lên ngay lập tức.",
            "explanation": "Ai không làm được uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người bất kỳ và nói điều bạn nghĩ họ sẽ làm giỏi nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đó uống 1 ly vì ngượng."
        },
        {
            "content": "Bạn phải nhớ lại và kể một món ăn mà bạn ghét nhất khi còn nhỏ.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Bạn phải tạo một tư thế chụp ảnh hài hước và giữ trong 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, ai cười to nhất uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người trong nhóm và yêu cầu họ kể một kỷ niệm hài hước.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly. Nếu làm được, bạn uống 1 ly."
        },
        {
            "content": "Người chơi có số tuổi nhỏ nhất phải kể một câu chuyện buồn cười trong vòng 20 giây.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly. Nếu làm được, tất cả ai cười uống 1 ly."
        },
        {
            "content": "Ai đang mang giày thể thao phải tháo giày ra ngay lập tức.",
            "explanation": "Ai không làm được uống 1 ly."
        },
        {
            "content": "Bạn phải nói một câu nói mà bạn tin là mọi người sẽ cười.",
            "explanation": "Nếu không ai cười, bạn uống 2 ly. Nếu có ai cười, người đó uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và nói họ giống nhân vật nổi tiếng nào nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đó uống 1 ly."
        },
        {
            "content": "Ai trong nhóm đang ngồi thẳng lưng nhất được miễn uống trong vòng này.",
            "explanation": "Ai ngồi không thẳng lưng phải uống 1 ly."
        },
        {
            "content": "Người bên phải bạn phải đưa ra một thử thách ngẫu nhiên cho bạn.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nhớ lại tên của 3 giáo viên đã dạy bạn.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, ai không nhớ được giáo viên nào uống 1 ly."
        },
        {
            "content": "Bạn phải mô tả một vật bất kỳ trong phòng mà không được nói tên nó.",
            "explanation": "Nếu mọi người không đoán được, bạn uống 1 ly. Nếu đoán đúng, người đoán uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 bộ phim mà bạn từng khóc khi xem.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không xem bộ phim nào bạn kể uống 1 ly."
        },
        {
            "content": "Ai đang ngồi gần bạn nhất phải kể một điều họ thích ở bạn.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly. Nếu làm được, bạn uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và hát một đoạn trong bài hát bạn thấy xấu hổ nhất khi hát.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người đối diện uống 1 ly."
        },
        {
            "content": "Bạn phải nhớ lại 3 món quà sinh nhật gần đây mà bạn nhận được.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người tặng quà gần đây nhất cho bạn uống 1 ly."
        },
        {
            "content": "Người chơi đầu tiên cầm cốc nước uống sẽ bị thách uống thêm 1 ly.",
            "explanation": "Nếu từ chối, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại thức uống mà bạn không thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người ngồi bên phải bạn uống 1 ly."
        },
        {
            "content": "Người đang mang phụ kiện nhỏ nhất trong nhóm phải uống 1 ly.",
            "explanation": "Nếu không ai mang phụ kiện, người ra câu hỏi uống 1 ly."
        },
        {
            "content": "Bạn phải giả vờ làm một giáo viên và dạy một bài học ngắn trong 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người ngồi gần bạn nhất uống 1 ly."
        },
        {
            "content": "Ai trong nhóm đang mặc đồ màu xanh phải đứng lên và xoay một vòng.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải mô tả cảm giác của bạn khi vừa ăn món ăn yêu thích nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, ai không cảm thấy tương tự uống 1 ly."
        },
        {
            "content": "Ai có số điện thoại bắt đầu bằng số lẻ phải uống 1 ly.",
            "explanation": "Nếu không ai có, người cao tuổi nhất uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 bài hát mà bạn có thể thuộc lòng lời.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai không thuộc bất kỳ bài nào uống 1 ly."
        },
        {
            "content": "Người đang cầm điện thoại phải đưa nó cho người ngồi bên trái.",
            "explanation": "Nếu không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm nhân viên bán hàng và bán một món đồ tưởng tượng cho nhóm.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai không muốn mua uống 1 ly."
        },
        {
            "content": "Ai có tóc dài nhất trong nhóm phải cột tóc lại ngay lập tức.",
            "explanation": "Nếu không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nói một câu hài hước liên quan đến đồ vật gần bạn nhất.",
            "explanation": "Nếu không ai cười, bạn uống 1 ly. Nếu có người cười, họ uống 1 ly."
        },
        {
            "content": "Người trẻ nhất trong nhóm phải kể một kỷ niệm tuổi thơ đáng nhớ nhất.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải chọn một người và nói điều đầu tiên bạn nghĩ về họ khi lần đầu gặp mặt.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đó uống 1 ly."
        },
        {
            "content": "Người đang mang giày phải tháo giày ra ngay lập tức.",
            "explanation": "Ai không làm được uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một bài hát và ngân nga giai điệu để nhóm đoán tên.",
            "explanation": "Nếu không ai đoán được, bạn uống 1 ly. Nếu có người đoán đúng, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể một câu chuyện cười trong 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người cười đầu tiên uống 1 ly."
        },
        {
            "content": "Ai đang mặc áo màu sáng nhất phải uống 1 ly.",
            "explanation": "Nếu không ai mặc màu sáng, người trẻ nhất uống 1 ly."
        },
        {
            "content": "Bạn phải nói 3 món ăn bạn muốn thử trong tương lai.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cuối cùng vừa ăn uống 1 ly."
        },
        {
            "content": "Bạn phải nhớ lại tên 3 người bạn thân thời tiểu học.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, ai không nhớ được bạn thân nào uống 1 ly."
        },
        {
            "content": "Ai trong nhóm mang kính phải uống 1 ly.",
            "explanation": "Nếu không ai mang kính, người cao tuổi nhất uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một MC chương trình truyền hình trong 20 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người đối diện uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món đồ trong phòng mà bạn cho là không cần thiết.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người ngồi gần món đồ đó uống 1 ly."
        },
        {
            "content": "Người chơi gần cửa ra vào nhất phải kể một câu chuyện ma.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải giả làm một nhân vật phản diện trong phim và nói một câu nổi tiếng.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai không biết nhân vật đó uống 1 ly."
        },
        {
            "content": "Bạn phải đứng dậy và nhảy một điệu nhảy bạn yêu thích trong vòng 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người ngồi gần bạn nhất uống 1 ly."
        },
        {
            "content": "Ai vừa sử dụng điện thoại trong vòng 5 phút qua phải uống 1 ly.",
            "explanation": "Nếu không ai sử dụng, người ra câu hỏi uống 1 ly."
        },
        {
            "content": "Bạn phải nói tên 3 cuốn sách mà bạn từng đọc.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người không biết sách nào uống 1 ly."
        },
        {
            "content": "Người đang ngồi gần bạn nhất phải kể một kỷ niệm vui nhất trong năm qua.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nhớ lại một bài thơ mà bạn học khi còn nhỏ.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai không biết bài thơ đó uống 1 ly."
        },
        {
            "content": "Bạn phải liệt kê 3 điều mà bạn ghét nhất trong ngày hôm nay.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, ai đồng ý với bạn uống 1 ly."
        },
        {
            "content": "Ai đang ngồi ở giữa nhóm phải thực hiện thử thách mà người bên trái đưa ra.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải tìm trong phòng một món đồ có màu đen và đưa ra trong vòng 10 giây.",
            "explanation": "Nếu bạn không tìm được, bạn uống 1 ly. Nếu tìm được, người gần món đồ nhất uống 1 ly."
        },
        {
            "content": "Bạn phải sáng tác một câu chuyện ngắn trong 20 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người nghe không hiểu phải uống 1 ly."
        },
        {
            "content": "Người lớn tuổi nhất trong nhóm phải nói một lời khuyên hữu ích cho mọi người.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và nói họ trông giống một loại trái cây nào nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đó uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả một cảm xúc buồn trong vòng 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người ngồi gần bạn nhất uống 1 ly."
        },
        {
            "content": "Ai đang đeo đồng hồ phải tháo ra ngay lập tức.",
            "explanation": "Nếu không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện có thật nhưng nghe như không thật trong 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai không tin câu chuyện đó uống 1 ly."
        },
        {
            "content": "Bạn phải giả vờ là một nhạc sĩ và biểu diễn với một nhạc cụ tưởng tượng.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món đồ công nghệ mà bạn từng sử dụng.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, ai không từng sử dụng món nào uống 1 ly."
        },
        {
            "content": "Bạn phải giả vờ làm một đầu bếp nổi tiếng và mô tả cách nấu một món ăn trong 20 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người ngồi gần bạn nhất uống 1 ly."
        },
        {
            "content": "Người đang ngồi ở vị trí xa nhất với bạn phải kể một câu chuyện vui.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải đứng lên và nhảy như một con chim trong vòng 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người ngồi đối diện bạn uống 1 ly."
        },
        {
            "content": "Ai trong nhóm mặc đồ tối màu nhất phải uống 1 ly.",
            "explanation": "Nếu tất cả mặc đồ sáng màu, người cao tuổi nhất uống 1 ly."
        },
        {
            "content": "Bạn phải nói tên 3 thành phố mà bạn muốn ghé thăm nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cuối cùng vừa đi du lịch uống 1 ly."
        },
        {
            "content": "Bạn phải nhớ lại tên của 3 người bạn thời đại học.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai không nhớ được bạn học nào uống 1 ly."
        },
        {
            "content": "Người chơi có giọng nói to nhất trong nhóm phải kể một câu chuyện ngẫu nhiên.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một nhân vật trong truyện cổ tích mà bạn yêu thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai không biết nhân vật đó uống 1 ly."
        },
        {
            "content": "Ai đang cầm đồ uống phải uống 1 ly ngay lập tức.",
            "explanation": "Nếu không ai cầm, người ra câu hỏi uống 1 ly."
        },
        {
            "content": "Bạn phải đứng dậy và kể một câu chuyện hài trong vòng 20 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người cười đầu tiên uống 1 ly."
        },
        {
            "content": "Người chơi nhỏ tuổi nhất phải kể một điều thú vị về chính họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một món đồ gần bạn và giả vờ nó là một vật kỳ diệu.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người ngồi gần món đồ đó uống 1 ly."
        },
        {
            "content": "Bạn phải mô tả món ăn yêu thích của bạn bằng cách diễn tả mà không được nói tên món ăn.",
            "explanation": "Nếu không ai đoán được, bạn uống 1 ly. Nếu có người đoán đúng, họ uống 1 ly."
        },
        {
            "content": "Ai trong nhóm có chiều cao chênh lệch nhiều nhất với bạn phải uống 1 ly.",
            "explanation": "Nếu không ai chênh lệch nhiều, người ra câu hỏi uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một phát thanh viên đọc tin tức trong vòng 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người đối diện uống 1 ly."
        },
        {
            "content": "Người đang mang giày phải tháo giày ra và kể một câu chuyện liên quan đến đôi giày.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói một câu ngẫu nhiên nhưng phải làm cả nhóm bật cười.",
            "explanation": "Nếu không ai cười, bạn uống 2 ly. Nếu có người cười, họ uống 1 ly."
        },
        {
            "content": "Người bên phải bạn phải đặt một câu hỏi khó cho bạn.",
            "explanation": "Nếu bạn trả lời sai, bạn uống 2 ly. Nếu trả lời đúng, họ uống 1 ly."
        },
        {
            "content": "Ai đang mặc áo có hình in phải uống 1 ly.",
            "explanation": "Nếu không ai mặc, người lớn tuổi nhất uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều mà bạn nghĩ làm bạn đặc biệt.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đồng ý nhiều nhất với bạn uống 1 ly."
        },
        {
            "content": "Người ngồi gần cửa sổ nhất phải kể một câu chuyện thú vị mà họ từng trải qua.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải tìm trong phòng một vật nhỏ hơn lòng bàn tay.",
            "explanation": "Nếu bạn không tìm được, bạn uống 1 ly. Nếu tìm được, người gần món đồ nhất uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 bài hát mà bạn nghĩ nhóm sẽ thích nghe.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người không thích bài nào uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói điều gì đó hài hước nhất đã xảy ra với bạn tuần trước.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người nghe cười to nhất uống 1 ly."
        },
        {
            "content": "Người chơi đeo kính trong nhóm phải kể một điều buồn cười mà họ từng trải qua.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nhắm mắt và chỉ tay vào một người bất kỳ, họ sẽ đặt một câu hỏi ngẫu nhiên cho bạn.",
            "explanation": "Nếu bạn không trả lời được, bạn uống 2 ly. Nếu trả lời đúng, họ uống 1 ly."
        },
        {
            "content": "Người bên trái bạn phải đưa ra một thử thách cho bạn ngay lập tức.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nói tên 3 điều mà bạn biết làm tốt nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bên phải bạn uống 1 ly."
        },
        {
            "content": "Ai đang mặc áo có túi phải kể một điều họ thích nhất về chiếc áo đó.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và thực hiện động tác mà bạn nghĩ sẽ gây ấn tượng với nhóm.",
            "explanation": "Nếu không ai ấn tượng, bạn uống 2 ly. Nếu có người ấn tượng, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại trái cây mà bạn không thích ăn.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đồng ý với bạn uống 1 ly."
        },
        {
            "content": "Ai trong nhóm cười đầu tiên sau khi câu hỏi này được đọc phải uống 1 ly.",
            "explanation": "Nếu không ai cười, người ra câu hỏi uống 1 ly."
        },
        {
            "content": "Người ngồi xa nhất với bạn phải kể một câu chuyện có thật nhưng nghe như không thật.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải tìm một món đồ gần bạn và diễn tả nó mà không dùng từ.",
            "explanation": "Nếu không ai đoán được, bạn uống 1 ly. Nếu đoán được, họ uống 1 ly."
        },
        {
            "content": "Người mặc quần áo sáng nhất phải chọn một người để uống 1 ly.",
            "explanation": "Nếu họ không chọn được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải tạo một biểu cảm khuôn mặt hài hước nhất và giữ trong 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai cười to nhất uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 người nổi tiếng mà bạn ngưỡng mộ nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không thích người nào bạn kể uống 1 ly."
        },
        {
            "content": "Ai trong nhóm có giọng nói nhỏ nhất phải nói to một câu ngẫu nhiên.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng dậy và giả làm người chiến thắng trong một cuộc thi sắc đẹp.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người ngồi gần bạn nhất uống 1 ly."
        },
        {
            "content": "Người lớn tuổi nhất trong nhóm phải nói một điều mà họ muốn thay đổi về tuổi trẻ của mình.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nói tên 3 người mà bạn từng thần tượng.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, ai không biết ai bạn kể uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều bạn đã học được trong tháng này.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bên trái bạn uống 1 ly."
        },
        {
            "content": "Ai trong nhóm cầm điện thoại gần đây nhất phải đặt điện thoại xuống ngay lập tức.",
            "explanation": "Nếu không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn mà bạn đã ăn trong tuần này.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Người chơi mặc nhiều màu sắc nhất phải đứng lên và mô tả một bức tranh bằng hành động.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải giả vờ làm một nhà thơ và đọc một bài thơ ngẫu nhiên trong 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người nghe đầu tiên cười uống 1 ly."
        },
        {
            "content": "Ai trong nhóm có số giày nhỏ nhất phải đứng lên và kể một điều buồn cười nhất về đôi giày của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nói một câu chuyện vui mà bạn đã từng trải qua.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người nghe cười to nhất uống 1 ly."
        },
        {
            "content": "Ai vừa uống nước trong vòng 5 phút qua phải uống thêm 1 ly.",
            "explanation": "Nếu không ai vừa uống nước, người ra câu hỏi uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một món đồ gần bạn và diễn tả nó mà không dùng từ.",
            "explanation": "Nếu không ai đoán được, bạn uống 1 ly. Nếu đoán được, người đoán uống 1 ly."
        },
        {
            "content": "Người ngồi gần bạn nhất phải kể tên một bài hát mà họ yêu thích.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả vờ làm một DJ trong 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đối diện bạn uống 1 ly."
        },
        {
            "content": "Người chơi trẻ nhất trong nhóm phải kể một kỷ niệm buồn cười về tuổi thơ của họ.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại động vật mà bạn yêu thích nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người ngồi gần bạn nhất uống 1 ly."
        },
        {
            "content": "Người chơi cao nhất trong nhóm phải đứng dậy và kể một câu chuyện ngẫu nhiên.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải mô tả một ngày hoàn hảo của bạn bằng 3 câu ngắn.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người nghe thấy giống họ uống 1 ly."
        },
        {
            "content": "Người mặc đồ sáng màu nhất phải kể một điều họ muốn thay đổi về ngày hôm nay.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nhảy một điệu ngẫu nhiên trong vòng 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cười to nhất uống 1 ly."
        },
        {
            "content": "Người chơi bên trái bạn phải nói tên một bài hát mà họ ghét nhất.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều mà bạn muốn làm trong năm nay.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không đồng ý với bạn uống 1 ly."
        },
        {
            "content": "Người đang mang giày trong nhóm phải kể một câu chuyện liên quan đến đôi giày.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người bất kỳ và hỏi họ một câu hỏi ngẫu nhiên.",
            "explanation": "Nếu họ không trả lời được, họ uống 1 ly. Nếu trả lời đúng, bạn uống 1 ly."
        },
        {
            "content": "Người chơi đeo kính phải kể một điều mà họ muốn thay đổi về chính mình.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nhớ lại tên 3 người mà bạn đã nhắn tin trong tuần này.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không nhớ tên ai họ nhắn tin uống 1 ly."
        },
        {
            "content": "Người bên phải bạn phải nói điều đầu tiên họ nghĩ về bạn khi gặp bạn lần đầu.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân vật trong phim mà bạn yêu thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai không biết nhân vật đó uống 1 ly."
        },
        {
            "content": "Người gần bạn nhất phải nói điều họ thích nhất về ngày hôm nay.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn mà bạn không muốn thử.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người muốn thử những món đó uống 1 ly."
        },
        {
            "content": "Người bên trái bạn phải kể một câu chuyện hài hước mà họ từng nghe.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói một câu ngẫu nhiên mà bạn nghĩ sẽ gây cười.",
            "explanation": "Nếu không ai cười, bạn uống 2 ly. Nếu có người cười, họ uống 1 ly."
        },
        {
            "content": "Người chơi có mái tóc dài nhất phải kể một điều vui mà họ vừa trải qua.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải giả vờ làm một người nổi tiếng và nói một câu nổi tiếng của họ.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Người ngồi đối diện bạn phải kể một kỷ niệm khó quên trong năm qua.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 bộ phim mà bạn muốn xem trong tương lai.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không muốn xem bộ phim nào bạn kể uống 1 ly."
        },
        {
            "content": "Người đang cầm điện thoại phải đưa điện thoại cho người bên trái.",
            "explanation": "Nếu không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một phát thanh viên đọc tin tức.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người đối diện uống 1 ly."
        },
        {
            "content": "Người trẻ nhất trong nhóm phải kể một câu chuyện buồn cười về thời học sinh.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải mô tả một món ăn mà bạn ghét nhất mà không được nói tên.",
            "explanation": "Nếu không ai đoán được, bạn uống 1 ly. Nếu có người đoán đúng, họ uống 1 ly."
        },
        {
            "content": "Người bên trái bạn phải đặt một câu hỏi ngẫu nhiên cho bạn.",
            "explanation": "Nếu bạn không trả lời được, bạn uống 1 ly. Nếu trả lời đúng, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại hoa mà bạn yêu thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không thích hoa uống 1 ly."
        },
        {
            "content": "Người gần bạn nhất phải kể một điều họ muốn làm trong tuần tới.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nhớ lại 3 điều mà bạn đã quên làm trong tuần qua.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người thấy giống họ uống 1 ly."
        },
        {
            "content": "Người mặc quần áo sáng màu nhất phải kể một câu chuyện ma.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải đứng lên và mô phỏng hành động của một con vật mà bạn yêu thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cười to nhất uống 1 ly."
        },
        {
            "content": "Người chơi mang giày sáng màu nhất phải kể một điều buồn cười về đôi giày đó.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món đồ bạn luôn mang theo khi ra ngoài.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không mang đủ uống 1 ly."
        },
        {
            "content": "Người đang cầm đồ uống phải uống một ngụm ngay lập tức.",
            "explanation": "Nếu không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải mô tả một ngày tồi tệ nhất mà bạn từng trải qua.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người nghe thấy giống họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân vật trong truyện cổ tích bạn yêu thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Người chơi mặc đồ tối màu nhất phải đứng dậy và kể một câu chuyện ngẫu nhiên.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nhớ lại tên 3 bài hát mà bạn từng thuộc lời.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai không biết bài nào uống 1 ly."
        },
        {
            "content": "Người trẻ nhất trong nhóm phải kể một câu chuyện thú vị về tuổi thơ của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và mô tả họ giống một loại đồ ăn nào nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đó uống 1 ly."
        },
        {
            "content": "Người chơi bên trái bạn phải nói điều đầu tiên họ nghĩ về bạn khi gặp bạn lần đầu.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món đồ mà bạn đã mua trong tháng này.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không mua gì uống 1 ly."
        },
        {
            "content": "Người gần bạn nhất phải kể một câu chuyện buồn cười mà họ đã nghe gần đây.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người đang tập yoga trong 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Người chơi mặc đồ sáng màu nhất phải kể một câu chuyện đáng nhớ về ngày hôm nay.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 cuốn sách mà bạn muốn đọc.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không muốn đọc sách nào bạn kể uống 1 ly."
        },
        {
            "content": "Người đang mang phụ kiện nhỏ nhất phải kể một điều thú vị về phụ kiện của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân viên bán hàng đang quảng cáo một sản phẩm tưởng tượng.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người không mua sản phẩm uống 1 ly."
        },
        {
            "content": "Người ngồi gần bạn nhất phải kể một điều họ thích nhất về ngày hôm qua.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn mà bạn ghét từ nhỏ.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đồng ý với bạn uống 1 ly."
        },
        {
            "content": "Người bên phải bạn phải nói điều gì đó mà họ nghĩ bạn rất giỏi.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và mô phỏng một động vật bất kỳ mà bạn yêu thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cười to nhất uống 1 ly."
        },
        {
            "content": "Người chơi lớn tuổi nhất phải kể một điều mà họ muốn thay đổi trong năm qua.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nhớ lại tên 3 người bạn cũ và nói điều bạn nhớ nhất về họ.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người không nhớ bạn nào uống 1 ly."
        },
        {
            "content": "Người gần cửa nhất phải kể một câu chuyện về lần họ bị nhầm lẫn ở nơi công cộng.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều mà bạn muốn thử trong tương lai.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không muốn thử điều gì uống 1 ly."
        },
        {
            "content": "Người bên trái bạn phải kể một câu chuyện buồn cười về thời học sinh.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nhảy một điệu ngẫu nhiên trong vòng 10 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cười to nhất uống 1 ly."
        },
        {
            "content": "Người chơi mang giày sáng màu nhất phải kể một điều vui về đôi giày đó.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một bài hát và ngân nga giai điệu để nhóm đoán tên.",
            "explanation": "Nếu không ai đoán được, bạn uống 1 ly. Nếu có người đoán đúng, họ uống 1 ly."
        },
        {
            "content": "Người chơi mặc đồ có hoa văn phải kể một kỷ niệm đáng nhớ về trang phục của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người nổi tiếng mà bạn yêu thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người không biết người nổi tiếng đó uống 1 ly."
        },
        {
            "content": "Người đang cầm ly uống phải đặt nó xuống ngay lập tức.",
            "explanation": "Nếu không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món đồ công nghệ mà bạn đã sử dụng trong năm nay.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không sử dụng món đồ nào uống 1 ly."
        },
        {
            "content": "Người bên phải bạn phải kể một câu chuyện vui trong tuần qua.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và đọc một đoạn văn bạn tự nghĩ ra trong 15 giây.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người thấy văn không hay uống 1 ly."
        },
        {
            "content": "Người chơi cao nhất phải kể một điều buồn cười mà họ từng trải qua.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều mà bạn muốn thay đổi về bản thân.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không đồng ý với bạn uống 1 ly."
        },
        {
            "content": "Người ngồi đối diện bạn phải kể một câu chuyện liên quan đến kỳ nghỉ gần đây của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói một câu mà bạn nghĩ sẽ gây cười.",
            "explanation": "Nếu không ai cười, bạn uống 2 ly. Nếu có người cười, họ uống 1 ly."
        },
        {
            "content": "Người trẻ nhất trong nhóm phải kể một điều họ muốn làm trong năm nay.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn mà bạn muốn học cách nấu.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không muốn nấu uống 1 ly."
        },
        {
            "content": "Người mặc đồ tối màu nhất phải kể một điều buồn cười mà họ vừa trải qua.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và mô phỏng hành động của một con vật bạn không thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cười to nhất uống 1 ly."
        },
        {
            "content": "Người đang mang phụ kiện lớn nhất phải kể một câu chuyện liên quan đến phụ kiện đó.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người bất kỳ và nói điều đầu tiên bạn nghĩ về họ khi lần đầu gặp mặt.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đó uống 1 ly."
        },
        {
            "content": "Trong vòng này, mọi người chỉ được dùng tay trái để thực hiện mọi thao tác.",
            "explanation": "Ai vi phạm phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả một bộ phim nổi tiếng mà không nói bất kỳ từ nào.",
            "explanation": "Nếu không ai đoán được, bạn uống 1 ly. Nếu có người đoán đúng, họ uống 1 ly."
        },
        {
            "content": "Tất cả mọi người phải đổi ghế ngồi ngay lập tức.",
            "explanation": "Ai ngồi lại vị trí cũ phải uống 1 ly."
        },
        {
            "content": "Người chơi vừa ăn hoặc uống bất kỳ thứ gì trong 10 phút qua phải uống 1 ly.",
            "explanation": "Nếu không ai vừa ăn uống, người ra luật uống 1 ly."
        },
        {
            "content": "Bạn phải nói tên 3 bài hát mà bạn sẽ hát trong một buổi karaoke.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người ngồi gần bạn nhất uống 1 ly."
        },
        {
            "content": "Trong vòng này, không ai được nhắc đến tên của bất kỳ ai.",
            "explanation": "Ai vi phạm phải uống 1 ly."
        },
        {
            "content": "Người chơi có giọng nói to nhất phải đọc to một câu chuyện cười.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải vẽ một con vật bất kỳ trên không bằng tay của mình.",
            "explanation": "Nếu không ai đoán được con vật đó, bạn uống 1 ly."
        },
        {
            "content": "Người chơi bên trái bạn phải nói một câu chuyện buồn trong vòng 15 giây.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Tất cả mọi người phải vỗ tay mỗi khi uống trong vòng này.",
            "explanation": "Ai quên vỗ tay phải uống thêm 1 ly."
        },
        {
            "content": "Bạn phải kể một bí mật mà không ai trong nhóm biết.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, ai bất ngờ nhất uống 1 ly."
        },
        {
            "content": "Người mặc đồ tối màu nhất phải đứng lên và giả làm một nhà phát minh.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải chọn một người và nói một lời cảm ơn chân thành.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đó uống 1 ly."
        },
        {
            "content": "Trong vòng này, không ai được cười lớn.",
            "explanation": "Ai cười lớn phải uống 1 ly."
        },
        {
            "content": "Người chơi cao nhất phải mô tả một ngày hoàn hảo của họ trong vòng 15 giây.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều mà bạn cảm thấy tự hào nhất về bản thân.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người ngồi đối diện bạn uống 1 ly."
        },
        {
            "content": "Trong vòng này, tất cả phải bắt đầu câu nói của mình bằng chữ 'Tôi nghĩ'.",
            "explanation": "Ai quên làm theo phải uống 1 ly."
        },
        {
            "content": "Người gần bạn nhất phải kể một câu chuyện về kỷ niệm vui thời học sinh.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người đang thắng giải thưởng lớn.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Tất cả mọi người phải tìm một đồ vật màu đỏ trong phòng và giơ lên.",
            "explanation": "Ai không tìm được phải uống 1 ly."
        },
        {
            "content": "Người chơi đang đeo phụ kiện lớn nhất phải kể một câu chuyện liên quan đến phụ kiện đó.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và vỗ tay theo một nhịp điệu bất kỳ trong 10 giây.",
            "explanation": "Nếu không ai bắt chước được nhịp đó, bạn chọn một người uống 1 ly."
        },
        {
            "content": "Trong vòng này, tất cả phải nói giọng điệu hài hước.",
            "explanation": "Ai không làm được phải uống 1 ly."
        },
        {
            "content": "Người bên trái bạn phải chọn một từ và bạn phải làm một câu chứa từ đó.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bên trái bạn uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một bài hát và hát điệp khúc của bài đó.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai không biết bài hát đó uống 1 ly."
        },
        {
            "content": "Người mặc đồ sáng màu nhất phải mô tả cảm giác của họ khi bị muộn giờ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác của một người đang ăn món ăn yêu thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cười to nhất uống 1 ly."
        },
        {
            "content": "Trong vòng này, không ai được nói từ 'không'.",
            "explanation": "Ai vi phạm phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại nước uống mà bạn ghét nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Người ngồi gần cửa ra vào phải kể một kỷ niệm đáng xấu hổ.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải đứng lên và thực hiện một hành động giống một nhân vật hoạt hình bạn yêu thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Người chơi lớn tuổi nhất phải nói một câu chuyện buồn cười mà họ từng nghe.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Trong vòng này, ai cầm đồ uống phải đặt đồ uống xuống ngay lập tức.",
            "explanation": "Ai không làm được phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 bài hát mà bạn không thích nghe.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bên phải bạn uống 1 ly."
        },
        {
            "content": "Người chơi tóc ngắn nhất phải kể một câu chuyện hài.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải chọn một người bất kỳ và đặt cho họ một biệt danh hài hước.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đó uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng dậy và nhảy cùng nhau trong 10 giây.",
            "explanation": "Ai không tham gia phải uống 1 ly."
        },
        {
            "content": "Bạn phải nhớ lại tên 3 người bạn thân thời tiểu học.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai không nhớ ai uống 1 ly."
        },
        {
            "content": "Người ngồi xa bạn nhất phải kể một câu chuyện buồn cười mà họ từng trải qua.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Trong vòng này, tất cả mọi người phải nói chậm rãi.",
            "explanation": "Ai quên làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và làm một động tác như đang cầm micro hát.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người đối diện bạn uống 1 ly."
        },
        {
            "content": "Người đang cầm điện thoại phải đưa nó cho người ngồi bên trái.",
            "explanation": "Nếu không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn mà bạn muốn thử trong tương lai.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người không muốn thử uống 1 ly."
        },
        {
            "content": "Người bên trái bạn phải chọn một thử thách bất kỳ cho bạn.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, họ uống 1 ly."
        },
        {
            "content": "Trong vòng này, không ai được sử dụng điện thoại.",
            "explanation": "Ai vi phạm phải uống 1 ly."
        },
        {
            "content": "Người chơi gần bạn nhất phải kể một câu chuyện liên quan đến một ngày mưa.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải mô tả cảm giác của bạn khi bạn nhận được một món quà yêu thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người gần bạn nhất uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn Việt Nam mà bạn yêu thích nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 2 chỗ uống 1 ly."
        },
        {
            "content": "Người chơi mặc áo có hình hoặc họa tiết phải đứng lên và kể một kỷ niệm liên quan đến trang phục.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người bán hàng đang giới thiệu món phở bò.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 3 chỗ uống 1 ly."
        },
        {
            "content": "Người chơi đang mang giày thể thao phải kể một câu chuyện về lần gần nhất họ đi dã ngoại.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 bài hát tiếng Việt mà bạn thường nghe.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 1 chỗ uống 1 ly."
        },
        {
            "content": "Trong vòng này, không ai được nói từ 'có'.",
            "explanation": "Ai vi phạm phải uống 1 ly."
        },
        {
            "content": "Người đang đeo đồng hồ phải kể một câu chuyện về lần gần đây họ quên xem giờ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một chú rồng trong truyền thuyết Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người cách bạn 4 chỗ uống 1 ly."
        },
        {
            "content": "Người chơi nhỏ tuổi nhất phải kể một kỷ niệm vui từ thời học sinh.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn đường phố Việt Nam phổ biến nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 2 chỗ uống 1 ly."
        },
        {
            "content": "Người đang mặc áo sáng màu phải đứng lên và kể một câu chuyện liên quan đến ngày hè.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một MC chương trình hài và giới thiệu một tiết mục tưởng tượng.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người cách bạn 3 chỗ uống 1 ly."
        },
        {
            "content": "Người chơi lớn tuổi nhất phải kể một câu chuyện buồn cười mà họ từng nghe.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 bài thơ hoặc câu ca dao mà bạn nhớ.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 4 chỗ uống 1 ly."
        },
        {
            "content": "Người chơi mặc nhiều lớp quần áo nhất phải kể một điều thú vị về thời tiết gần đây.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người đang chèo thuyền trên sông.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 2 chỗ uống 1 ly."
        },
        {
            "content": "Người gần cửa ra vào nhất phải kể một câu chuyện ma mà họ từng nghe.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải nói tên 3 món quà mà bạn từng nhận được vào dịp Tết.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 1 chỗ uống 1 ly."
        },
        {
            "content": "Trong vòng này, mọi người phải trả lời câu hỏi chỉ bằng một từ.",
            "explanation": "Ai không làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại hoa thường thấy trong dịp Tết.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 3 chỗ uống 1 ly."
        },
        {
            "content": "Người chơi cao nhất phải đứng lên và kể một câu chuyện buồn cười liên quan đến chiều cao của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nhớ lại 3 món ăn mà bạn đã ăn vào bữa sáng tuần này.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 2 chỗ uống 1 ly."
        },
        {
            "content": "Người đang đeo kính phải kể một kỷ niệm liên quan đến lần họ quên kính.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân vật trong phim cổ trang Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người cách bạn 4 chỗ uống 1 ly."
        },
        {
            "content": "Người chơi nhỏ tuổi nhất phải kể một câu chuyện về một lần họ bị hiểu lầm.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nói tên 3 địa điểm nổi tiếng tại Việt Nam mà bạn muốn đến.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 1 chỗ uống 1 ly."
        },
        {
            "content": "Người mặc đồ sáng màu phải kể một điều thú vị mà họ vừa học được.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một người bán hàng rong trên phố Hà Nội.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người cách bạn 2 chỗ uống 1 ly."
        },
        {
            "content": "Người chơi có mái tóc ngắn nhất phải kể một kỷ niệm buồn cười về mái tóc của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại trái cây nhiệt đới mà bạn thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 3 chỗ uống 1 ly."
        },
        {
            "content": "Người lớn tuổi nhất phải kể một câu chuyện buồn cười về thời họ còn trẻ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một đầu bếp đang nấu món ăn Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người cách bạn 1 chỗ uống 1 ly."
        },
        {
            "content": "Người chơi mặc áo có hoa văn phải kể một kỷ niệm liên quan đến trang phục đó.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nói tên 3 bộ phim Việt Nam mà bạn từng xem.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 2 chỗ uống 1 ly."
        },
        {
            "content": "Người trẻ nhất trong nhóm phải kể một câu chuyện hài hước về ngày đầu tiên đi học.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người thuyết trình đang nói về cà phê Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người cách bạn 4 chỗ uống 1 ly."
        },
        {
            "content": "Người đang cầm đồ uống phải kể một điều thú vị về món đồ uống đó.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món đồ trang trí thường thấy trong dịp Tết.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 1 chỗ uống 1 ly."
        },
        {
            "content": "Người chơi tóc dài nhất phải kể một kỷ niệm vui liên quan đến tóc của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể một câu chuyện cười mà bạn nhớ nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 2 chỗ uống 1 ly."
        },
        {
            "content": "Người bên trái bạn phải kể một câu chuyện hài hước về chuyến đi gần đây của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải nói tên 3 loại chè mà bạn thích ăn nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 3 chỗ uống 1 ly."
        },
        {
            "content": "Người chơi cao nhất phải đứng lên và kể một câu chuyện vui về chiều cao của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một người hướng dẫn du lịch đang giới thiệu về Vịnh Hạ Long.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người cách bạn 2 chỗ uống 1 ly."
        },
        {
            "content": "Người chơi đeo kính phải kể một kỷ niệm thú vị khi họ quên kính ở nhà.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều mà bạn yêu thích về ngày Tết.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người cách bạn 4 chỗ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn đường phố Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, chọn ngẫu nhiên một người trong nhóm để uống 1 ly."
        },
        {
            "content": "Tất cả phải nhắm mắt, người đầu tiên mở mắt phải uống 1 ly.",
            "explanation": "Nếu không ai mở mắt trong 10 giây, người ra luật uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân vật hoạt hình nổi tiếng.",
            "explanation": "Nếu không ai đoán đúng, bạn uống 2 ly. Nếu có người đoán được, họ uống 1 ly."
        },
        {
            "content": "Ai vừa cười to trong vòng 1 phút qua phải uống 1 ly.",
            "explanation": "Nếu không ai cười to, người ra luật uống 1 ly."
        },
        {
            "content": "Bạn phải hát một đoạn bài hát mà nhóm có thể hát theo.",
            "explanation": "Nếu nhóm không hát theo, bạn uống 1 ly. Nếu có người hát sai lời, họ uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người trong nhóm để đặt một câu hỏi khó.",
            "explanation": "Nếu họ không trả lời được, họ uống 1 ly. Nếu trả lời được, bạn uống 1 ly."
        },
        {
            "content": "Bạn phải kể một bí mật hài hước của mình.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, tất cả người chưa kể bí mật uống 1 ly."
        },
        {
            "content": "Chọn một người bất kỳ trong nhóm để cùng chơi oẳn tù tì.",
            "explanation": "Ai thua phải uống 1 ly."
        },
        {
            "content": "Bạn phải mô tả cảm giác của bạn khi lần đầu tiên ăn một món ăn lạ.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Trong vòng này, mỗi người chỉ được nói một câu mỗi lượt.",
            "explanation": "Ai nói hơn một câu phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện buồn cười.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly. Nếu làm được, bạn uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả một câu ca dao mà không dùng lời.",
            "explanation": "Nếu không ai đoán được, bạn uống 1 ly. Nếu đoán được, họ uống 1 ly."
        },
        {
            "content": "Trong vòng này, không ai được cười to.",
            "explanation": "Ai vi phạm phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nhảy như một con vật bất kỳ.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, chọn ngẫu nhiên một người uống 1 ly."
        },
        {
            "content": "Ai đang mang phụ kiện (nhẫn, vòng, kính) phải kể một câu chuyện liên quan đến nó.",
            "explanation": "Nếu không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một điều xấu hổ đã xảy ra với bạn mà ít ai biết.",
            "explanation": "Nếu không làm được, bạn uống 2 ly. Nếu làm được, tất cả người cười uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người trong nhóm để giả làm robot trong 15 giây.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly. Nếu làm được, bạn uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân vật trong truyện cổ tích Việt Nam.",
            "explanation": "Nếu không ai đoán được, bạn uống 2 ly. Nếu đoán được, họ uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người phải vẽ một hình đơn giản trên giấy bằng ngón tay.",
            "explanation": "Nếu nhóm không đoán đúng, họ uống 1 ly. Nếu đoán đúng, bạn uống 1 ly."
        },
        {
            "content": "Ai đang mặc quần áo sáng màu phải kể một kỷ niệm buồn cười.",
            "explanation": "Nếu không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một món đồ trong phòng và đặt tên cho nó.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người phải hát một bài hát thiếu nhi trong vòng 10 giây.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Trong vòng này, mỗi người phải bắt đầu câu nói của mình bằng từ 'Hôm nay'.",
            "explanation": "Ai quên làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn truyền thống Việt Nam vào dịp Tết.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một chú hề đang làm trò.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để diễn tả cảm giác bị muộn giờ mà không nói lời nào.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại trái cây mà bạn ghét.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để mô phỏng âm thanh của một động vật bất kỳ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện cười liên quan đến ngày lễ Tết.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Trong vòng này, mỗi người phải uống bằng tay trái.",
            "explanation": "Ai quên làm theo phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện buồn cười trong tuần này.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn mà bạn muốn học cách nấu.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và giới thiệu bản thân như một nghệ sĩ nổi tiếng.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một đầu bếp nấu món phở.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để diễn tả cảm giác khi bị điểm kém mà không dùng lời.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một kỷ niệm liên quan đến việc bị nhầm lẫn danh tính.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người phải đặt một câu hỏi ngẫu nhiên cho nhóm.",
            "explanation": "Ai không trả lời được phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 bộ phim Việt Nam mà bạn thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và giả làm nhân vật phản diện trong phim.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Trong vòng này, mọi người chỉ được sử dụng từ đơn để giao tiếp.",
            "explanation": "Ai vi phạm phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món đồ bạn không thể sống thiếu.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần đầu họ đi học.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món đồ uống phổ biến tại Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để diễn tả cảm giác đang nhận phần thưởng lớn.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại hoa thường thấy trong ngày Tết.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân vật phản diện trong phim Việt Nam.",
            "explanation": "Nếu không ai đoán đúng, bạn uống 2 ly. Nếu đoán được, người đoán đúng uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một kỷ niệm đáng nhớ về dịp Tết.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải hát một câu hát dân ca Việt Nam mà bạn biết.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để mô phỏng hành động của một người đang cấy lúa.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện liên quan đến món bánh chưng hoặc bánh tét.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện vui về chuyến đi chơi gần đây.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải nói tên 3 món đồ uống mà bạn yêu thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và diễn tả cảnh đi xe máy trong giờ cao điểm.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một điều bạn làm giỏi nhất mà ít người biết.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và giả làm người dẫn chương trình dự báo thời tiết.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện hài hước liên quan đến lần bạn đi chợ.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để diễn tả cảm giác bị mất đồ mà không dùng lời.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn bạn sẽ giới thiệu với một người nước ngoài.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và hát một đoạn trong bài hát thiếu nhi.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người đang nấu lẩu.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện liên quan đến lần họ bị muộn giờ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại chè mà bạn thích ăn nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để mô phỏng hành động của một người đang bắt cá.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện liên quan đến ngày đầu tiên đi học.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để diễn tả cảm giác của một người đang ăn món ăn yêu thích.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một điều hài hước liên quan đến ngày Tết.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và giả làm một người đang xin lỗi bạn.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món quà mà bạn từng nhận được vào sinh nhật.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện vui liên quan đến đồ uống.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người đang chèo thuyền trên sông.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để diễn tả cảm giác của một người đang xem bộ phim buồn.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều bạn thích nhất khi đi chơi với bạn bè.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về chuyến du lịch gần đây của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện liên quan đến việc bạn làm hỏng một món đồ.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và giả làm một người đang đánh đàn guitar tưởng tượng.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều bạn muốn thay đổi trong năm nay.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện hài hước về công việc của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện liên quan đến lần bạn bị lạc đường.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để diễn tả cảm giác khi nhận được một món quà bất ngờ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn mà bạn không muốn ăn lại.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và hát một bài hát bất kỳ trong 10 giây.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người đang chào khách du lịch nước ngoài.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một kỷ niệm vui liên quan đến bạn bè của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một điều thú vị mà bạn học được gần đây.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và giả làm một người đang đi cày ruộng.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn mà bạn muốn thử trong tương lai.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện hài hước liên quan đến gia đình của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một kỷ niệm vui liên quan đến lần đi chơi xa.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và giả làm một người đang nhảy múa trong lễ hội.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 bài hát bạn thường nghe khi buồn.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 sự kiện lịch sử quan trọng của Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 tỉnh ở miền Nam Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và mô tả một cảnh đi chợ Tết ở Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 di sản văn hóa thế giới tại Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện liên quan đến một chuyến đi du lịch đáng nhớ của bạn.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và kể một câu chuyện về một món ăn đặc trưng của vùng miền.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 nhân vật lịch sử nổi tiếng của Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện hài hước về thời đi học.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 địa danh nổi tiếng tại Hà Nội.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và giả làm một người lính thời xưa.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một điều thú vị về cuộc sống ở miền quê Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 sông lớn tại Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và mô tả một lễ hội văn hóa đặc trưng của Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 nước láng giềng của Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần đầu tiên bạn đến một thành phố lớn.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 thành phố ở miền Trung Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 quốc gia có nền văn hóa bạn muốn khám phá.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về một ngày Tết trong ký ức của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại hình nghệ thuật truyền thống của Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và mô phỏng cảnh chèo thuyền trên sông Hương.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện liên quan đến di tích lịch sử mà bạn từng ghé thăm.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 món ăn đặc sản miền Tây Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể một câu chuyện về một ngày mưa lũ mà bạn từng trải qua.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện vui liên quan đến văn hóa địa phương.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 hòn đảo đẹp của Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và kể một câu chuyện về một chuyến đi tàu hỏa.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một điều thú vị về địa lý của Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần đầu họ được ngắm biển.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại cây thường thấy ở miền Nam Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 loài động vật sống trong rừng Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện liên quan đến chuyến du lịch bằng xe máy.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và giả làm người nông dân đang cấy lúa.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 dòng sông nổi tiếng trên thế giới.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 nước ở châu Âu mà họ muốn đến.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn bị lạc đường.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và diễn tả một người đang khám phá rừng.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món đồ bạn luôn mang theo khi đi du lịch.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện vui về chuyến đi phượt của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về ngày đầu tiên bạn đi học xa nhà.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần họ bị mưa ướt sũng.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 địa danh nổi tiếng tại miền Bắc Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần họ leo núi.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về kỷ niệm vui với gia đình bạn.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 món ăn chay phổ biến ở Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn lần đầu được đi máy bay.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 lễ hội truyền thống lớn ở Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần họ bị trễ giờ quan trọng.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 con sông lớn trên thế giới.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và mô phỏng hành động của một người đang thả diều.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một kỷ niệm liên quan đến chuyến đi dã ngoại đầu tiên của bạn.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 địa điểm du lịch nổi tiếng tại miền Tây Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 quốc gia ở châu Á có nền văn hóa bạn ngưỡng mộ.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện liên quan đến một món đồ cổ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả một hoạt động trong ngày Tết mà bạn thích nhất.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 món ăn đặc sản của miền Bắc Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn bị nhầm lẫn đường khi đi du lịch.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 bãi biển đẹp ở Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một điều bạn yêu thích nhất khi đi học thời tiểu học.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và mô phỏng cảnh người nông dân gặt lúa.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại hình nghệ thuật đặc sắc của Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện vui liên quan đến văn hóa gia đình.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả một cảnh đi chợ đầu năm mới.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện buồn cười khi đi xe buýt.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món đồ uống phổ biến của Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần họ đi dạo ở công viên.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện vui liên quan đến món ăn đường phố Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và giả làm người đang chơi đàn tranh.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 bài hát truyền thống của Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 địa danh nổi tiếng tại miền Nam Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một kỷ niệm hài hước khi bạn tham gia một trò chơi nhóm.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và diễn tả cảm giác lần đầu tiên được ăn món mới.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 nhân vật lịch sử nổi bật của Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 sông lớn của Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một điều thú vị bạn học được từ một chuyến đi xa.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện hài hước về ngày đầu đi làm.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loài động vật biểu tượng ở Việt Nam.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và mô phỏng cảnh đi lễ chùa đầu năm.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn bị mất đồ ở nơi công cộng.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về một chuyến đi tàu thú vị.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác của một người đang đứng trên đỉnh núi.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện hài hước về bạn bè của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món quà mà bạn muốn tặng người thân trong dịp lễ.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 lễ hội truyền thống của Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện hài hước liên quan đến một trò chơi mà bạn tham gia.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và giả làm một nhân vật trong truyện dân gian Việt Nam.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một điều thú vị về chuyến du lịch gần đây của bạn.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về một ngày đáng nhớ nhất của họ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và mô phỏng cảnh người đang kéo lưới đánh cá.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 món ăn bạn muốn thử trong tương lai.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện vui về một ngày Tết đáng nhớ trong gia đình bạn.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần họ bị mất phương hướng khi đi phượt.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 loại chè mà bạn yêu thích.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và diễn tả cảm giác khi bị kẹt xe trong giờ cao điểm.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 món ăn mà họ ghét nhất. Sau đó, bạn phải giả vờ ăn một món trong số đó.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân viên giao hàng bị lạc đường, rồi yêu cầu mọi người hướng dẫn.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, ai hướng dẫn sai uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện mà họ thấy xấu hổ nhất.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly. Nếu làm được, người nghe cười to nhất uống 1 ly."
        },
        {
            "content": "Bạn phải chọn ngẫu nhiên một người trong nhóm và xin lỗi họ về một lỗi mà bạn tự bịa ra.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người đó phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều xấu nhất bạn từng làm trong cuộc đời.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để giả vờ đang tức giận vì mất đồ, và cả nhóm phải đoán món đồ đó là gì.",
            "explanation": "Nếu không ai đoán đúng, người đó uống 2 ly. Nếu đoán được, bạn uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảnh bạn vừa bị mất ví trong một chợ đông đúc.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đặt một câu hỏi 'bẫy' cho bạn (ví dụ: 'Bạn đã tắm hôm qua chưa?').",
            "explanation": "Nếu bạn trả lời sai hoặc lỡ lời, bạn uống 2 ly. Nếu trả lời đúng, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn làm rơi một món đồ quan trọng.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để giả làm bạn và kể một kỷ niệm hài hước của họ như thể đó là của bạn.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải chọn một người và hỏi họ một câu hỏi nhạy cảm mà bạn nghĩ họ sẽ không trả lời được.",
            "explanation": "Nếu họ không trả lời, họ uống 1 ly. Nếu trả lời, bạn uống 2 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và diễn tả hành động của một người đang ngồi lên nhầm ghế trong xe buýt.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một người bán hàng đang cố gắng bán một món đồ tưởng tượng cho cả nhóm.",
            "explanation": "Nếu không ai 'mua', bạn uống 2 ly. Nếu có ai 'mua', họ uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 điều kỳ quặc nhất họ từng thấy trong đời.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi nhận được một món quà mà bạn ghét.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để giả vờ là 'kẻ phá luật' và bị cả nhóm 'phạt'.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể tên 3 lần bạn từng làm ai đó khó chịu, và nói lý do.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện hài hước liên quan đến việc họ bị hiểu nhầm.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người đang bị muộn giờ và bị gọi điện nhắc nhở.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để giả làm người thân của bạn và nói điều mà bạn không dám nói với họ.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện mà bạn từng cố gắng 'chối tội' một cách hài hước.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để giả làm nhân viên nhà hàng và phục vụ bạn một món ăn 'tưởng tượng'.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể tên 3 lần bạn đã 'dàn dựng' một lý do để từ chối đi chơi.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và diễn tả cảnh họ bị mắc kẹt trong thang máy.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và khen họ một điều mà bạn không nghĩ là sự thật.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, họ uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần họ làm điều gì đó ngớ ngẩn trước đám đông.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bị điểm thấp nhưng bạn nghĩ mình làm bài rất tốt.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đặt một câu hỏi khó xử cho bạn.",
            "explanation": "Nếu bạn không trả lời được, bạn uống 2 ly. Nếu trả lời được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một người đang hối lỗi vì 'lỡ' ăn hết món ăn của người khác.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để giả làm nhân viên tại sân bay và thông báo 'chuyến bay bị hoãn'.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn cố gắng nói dối nhưng bị bắt quả tang.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần họ mất kiểm soát cảm xúc.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều bạn đã hứa với ai đó nhưng chưa làm được.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để giả làm 'ông bố/bà mẹ nghiêm khắc' và dạy bạn một bài học.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể một điều bí mật hài hước về bản thân mà bạn chưa từng tiết lộ.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để diễn tả cảm giác của họ khi bị phạt sai trong lớp học.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn làm điều gì đó mà bạn nghĩ là thông minh nhưng hóa ra không phải.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 điều xấu hổ nhất họ từng làm.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân viên cửa hàng đang cố gắng bán một món đồ lỗi.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện hài hước liên quan đến lần họ bị lạc.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một điều khiến bạn cực kỳ bối rối khi còn nhỏ.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để diễn tả cảnh họ đang tranh cãi với người bán hàng trong chợ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 lần bạn trốn làm bài tập hoặc công việc.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện hài hước về một lần họ bị nhầm lẫn.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một tài xế xe bus đang gặp một hành khách kỳ lạ.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần họ làm rơi đồ ăn trước mặt nhiều người.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn bị điểm thấp trong bài kiểm tra mà bạn nghĩ mình đã làm rất tốt.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 món ăn mà họ nghĩ là 'tệ' nhất.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một người đang xin lỗi vì đến muộn trong một cuộc họp quan trọng.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để diễn tả cảm giác của họ khi bị ai đó 'cướp lời' trong cuộc nói chuyện.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn cố gắng chối tội nhưng lại tự 'thú nhận' mà không biết.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần họ bị nhầm lẫn về danh tính với người khác.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một nhân viên phục vụ đang giải thích lý do món ăn bị chậm.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần họ làm mất điện thoại.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 lần bạn quên một điều quan trọng và phải 'chữa cháy' như thế nào.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để diễn tả cảm giác bị từ chối một lời mời đi chơi mà họ rất mong đợi.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn cố gắng gây ấn tượng với ai đó nhưng lại 'phản tác dụng'.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 điều khiến họ xấu hổ nhất khi còn nhỏ.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn quên ví nhưng đang đứng trước quầy tính tiền.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để giả làm giáo viên và 'mắng' bạn về một lỗi tưởng tượng.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn lỡ 'bốc phét' quá đà trước bạn bè.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để diễn tả cảm giác của họ khi bị ai đó phá hỏng món đồ yêu thích.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 lần bạn làm điều ngớ ngẩn trong lớp học.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để giả làm người chủ quán cà phê đang giải thích lý do khách bị tính sai tiền.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn lỡ nhận nhầm người.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 câu nói dối hài hước mà họ từng nói.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một người bán vé số đang cố thuyết phục bạn mua vé.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần họ đi lạc ở nơi công cộng.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác của một người đang bị trách oan.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để giả làm bạn và kể một điều hài hước về bạn.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều khiến bạn cảm thấy cực kỳ xấu hổ trong đời.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần họ lỡ làm hỏng một kế hoạch lớn.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảnh bạn đang bị gọi tên giữa đám đông mà không biết lý do.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để giả làm người hàng xóm khó tính và mắng bạn về một lỗi tưởng tượng.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn làm mất đồ nhưng tìm lại được một cách bất ngờ.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể một câu chuyện về lần họ bị phạt sai trong lớp học.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một người hướng dẫn viên du lịch đang cố gắng 'chém gió' về một địa danh không có thật.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để diễn tả cảm giác của họ khi quên chìa khóa nhà.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn cố gắng gây ấn tượng nhưng nhận lại là sự bối rối.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 điều họ nghĩ là hài hước nhất mà họ từng làm.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác của một người đang bị người khác cắt ngang lời.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để kể tên 3 món đồ họ từng làm mất và không tìm lại được.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn làm điều gì đó quá tự tin và nhận kết quả ngược lại.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người bạn chỉ định uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để giả làm bạn và đưa ra một lời biện minh ngẫu nhiên về việc đi muộn.",
            "explanation": "Nếu họ không làm được, họ uống 2 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn tham gia một cuộc tranh luận và bị thua một cách đáng tiếc.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để đứng lên và diễn tả cảnh họ bị ai đó trách móc sai.",
            "explanation": "Nếu họ không làm được, họ uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều bạn từng làm mà sau đó cảm thấy cực kỳ ngớ ngẩn.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, người được chọn ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói một lời khen chân thành tới một người bạn chọn trong nhóm.",
            "explanation": "Dù bạn làm được hay không, bạn và người được khen đều uống 1 ly."
        },
        {
            "content": "Tất cả mọi người trong nhóm phải đứng lên và ôm nhau một cái.",
            "explanation": "Ai không ôm sẽ phải uống 2 ly."
        },
        {
            "content": "Bạn phải chọn một người trong nhóm và nói một điều bạn ngưỡng mộ ở họ.",
            "explanation": "Cả bạn và người được chọn đều phải uống 1 ly."
        },
        {
            "content": "Trong vòng này, bất kỳ ai cười đều phải uống 1 ly.",
            "explanation": "Người làm cả nhóm cười phải uống 2 ly."
        },
        {
            "content": "Bạn phải chọn một người bất kỳ và cả hai phải cùng nhau nhảy múa trong 10 giây.",
            "explanation": "Dù nhảy hay không, cả hai đều phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, bất kỳ ai được nhắc đến tên phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và kể một câu chuyện hài hước về chính mình.",
            "explanation": "Nếu làm được, bạn chọn một người bất kỳ uống 1 ly. Dù làm hay không, bạn cũng phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để bạn nắm tay và cùng nhau diễn tả một câu chuyện tưởng tượng.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn tả."
        },
        {
            "content": "Tất cả phải giơ cao ly của mình và hô lớn 'Tình bạn muôn năm!'",
            "explanation": "Ai quên làm hoặc làm muộn phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và hát một đoạn bài hát mà bạn yêu thích nhất.",
            "explanation": "Sau khi hát, bạn và người bạn chọn ngẫu nhiên đều uống 1 ly."
        },
        {
            "content": "Luật mới: Bất kỳ ai nói 'không' trong vòng này đều phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cùng nhau giả làm cặp đôi đang cãi nhau vì một lý do ngẫu nhiên.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn xong."
        },
        {
            "content": "Ngẫu nhiên chọn một người trong nhóm để bạn nói một điều cảm ơn chân thành với họ.",
            "explanation": "Cả bạn và người được cảm ơn đều phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, ai sử dụng điện thoại phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và kể tên 3 điều bạn cảm thấy biết ơn trong cuộc sống.",
            "explanation": "Dù kể xong hay không, bạn phải uống 1 ly. Nếu kể được, bạn chọn một người uống 1 ly."
        },
        {
            "content": "Tất cả mọi người phải nắm tay nhau và cùng nhau đếm đến 10.",
            "explanation": "Ai không tham gia hoặc nói sai số phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người trong nhóm và cùng họ thực hiện một hành động hài hước.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi thực hiện."
        },
        {
            "content": "Luật mới: Tất cả phải sử dụng giọng điệu hài hước khi nói chuyện trong vòng này.",
            "explanation": "Ai vi phạm luật phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người trong nhóm để nói ra điều mà bạn cảm thấy trân trọng ở họ.",
            "explanation": "Dù làm được hay không, cả bạn và người đó đều phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, bất kỳ ai không cười khi có ai đó kể chuyện cười sẽ phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người trong nhóm và cùng họ vẽ một hình tưởng tượng bằng tay trong không khí.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi vẽ."
        },
        {
            "content": "Tất cả mọi người phải đứng lên và vỗ tay nhịp nhàng trong 10 giây.",
            "explanation": "Ai không vỗ tay đúng nhịp phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói một câu nói tích cực để truyền cảm hứng cho cả nhóm.",
            "explanation": "Sau khi nói xong, cả nhóm phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, không ai được dùng từ 'tôi'.",
            "explanation": "Ai vi phạm luật phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người bất kỳ và cùng họ tạo dáng chụp ảnh vui nhộn.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi tạo dáng."
        },
        {
            "content": "Ngẫu nhiên chọn một người để bạn kể một câu chuyện hài hước liên quan đến họ.",
            "explanation": "Dù làm được hay không, cả bạn và người đó đều phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đồng thanh hô lớn câu 'Chúng ta là một đội!'",
            "explanation": "Ai không hô hoặc hô muộn phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân vật mà bạn nghĩ sẽ gây cười cho cả nhóm.",
            "explanation": "Dù có làm được hay không, bạn phải uống 1 ly. Nếu làm được, người cười to nhất phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, bất kỳ ai nói chuyện mà không kèm theo một hành động tay phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ kể một câu chuyện ngẫu nhiên, mỗi người chỉ nói một câu lần lượt.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi kể xong."
        },
        {
            "content": "Tất cả phải giả làm một động vật bất kỳ trong 5 giây.",
            "explanation": "Ai không làm hoặc làm sai động vật phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và mô phỏng cảm giác khi bạn nhận được một món quà bất ngờ.",
            "explanation": "Sau khi mô phỏng, cả bạn và người được bạn chọn ngẫu nhiên đều phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải bắt đầu câu nói của mình bằng từ 'Hôm nay'.",
            "explanation": "Ai không làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người trong nhóm và nói ra điều mà bạn muốn họ cải thiện.",
            "explanation": "Cả bạn và người đó đều phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau kể một câu chuyện nối tiếp, mỗi người chỉ được nói 3 từ.",
            "explanation": "Ai làm sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả một bài học mà bạn từng học được trong cuộc sống.",
            "explanation": "Sau khi diễn tả, cả bạn và người được bạn chỉ định đều phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để bạn kể một điều thú vị về họ mà bạn biết.",
            "explanation": "Dù kể xong hay không, cả bạn và người đó đều phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải nói câu của mình bằng giọng điệu ngộ nghĩnh.",
            "explanation": "Ai không làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người trong nhóm và cùng nhau tạo ra một câu nói hài hước.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi tạo xong."
        },
        {
            "content": "Tất cả mọi người phải đứng lên và giả làm người hùng trong một bộ phim hành động.",
            "explanation": "Ai không làm hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói một câu nói tích cực dành cho cả nhóm.",
            "explanation": "Sau khi nói xong, cả nhóm phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để bạn xin lỗi vì một lỗi mà bạn tự bịa ra.",
            "explanation": "Dù xin lỗi hay không, cả bạn và người đó đều phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, ai nói nhanh hơn bình thường phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhạc sĩ sáng tác một bài hát ngẫu hứng.",
            "explanation": "Sau khi sáng tác, bạn và người bạn chỉ định đều phải uống 1 ly."
        },
        {
            "content": "Tất cả phải tạo thành một vòng tròn và thực hiện động tác nhảy đồng đều.",
            "explanation": "Ai không làm đúng phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả một khoảnh khắc đáng nhớ trong cuộc đời bạn.",
            "explanation": "Dù diễn tả xong hay không, bạn phải uống 1 ly. Nếu diễn xong, người được bạn chọn cũng phải uống 1 ly."
        },
        {
            "content": "Tất cả mọi người trong nhóm phải nắm tay nhau và cùng nhau hát một bài hát thiếu nhi.",
            "explanation": "Ai không tham gia hoặc không hát phải uống 2 ly."
        },
        {
            "content": "Bạn phải chọn một người và cả hai cùng nhau diễn tả cảnh hai người đang tranh giành một món đồ yêu thích.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn xong."
        },
        {
            "content": "Luật mới: Trong vòng này, ai nói bất kỳ câu nào dài hơn 5 từ phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và nói một câu nói hài hước mà bạn nghĩ sẽ làm cả nhóm cười.",
            "explanation": "Dù nhóm có cười hay không, bạn phải uống 1 ly. Ai cười to nhất phải uống 1 ly."
        },
        {
            "content": "Tất cả mọi người phải đổi ghế cho nhau ngay lập tức.",
            "explanation": "Ai vẫn ngồi ở vị trí cũ hoặc đổi ghế sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người để cùng diễn cảnh hai người bị mắc kẹt trong thang máy.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn tả."
        },
        {
            "content": "Ngẫu nhiên chọn một người để bạn kể một câu chuyện hài hước mà bạn nghĩ liên quan đến họ.",
            "explanation": "Dù kể đúng hay không, cả bạn và người đó đều phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, bất kỳ ai sử dụng từ 'và' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một đầu bếp đang trình bày món ăn đặc biệt của mình.",
            "explanation": "Sau khi trình bày, bạn và người được bạn chỉ định đều phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng lên và cùng nhau diễn tả cảnh một buổi lễ trao giải.",
            "explanation": "Ai không tham gia hoặc diễn sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cả hai cùng giả làm một cặp đôi đang tranh luận về việc đi du lịch ở đâu.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi tranh luận xong."
        },
        {
            "content": "Luật mới: Trong vòng này, bất kỳ ai nói bằng giọng điệu nghiêm túc phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và kể tên 3 điều bạn nghĩ sẽ làm cả nhóm vui.",
            "explanation": "Dù kể xong hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn ngẫu nhiên phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau tạo thành một hình dáng ngẫu nhiên và giữ nguyên trong 5 giây.",
            "explanation": "Ai không tham gia hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người trong nhóm và cùng họ kể một câu chuyện ngẫu nhiên, mỗi người chỉ được nói một từ.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi kể xong."
        },
        {
            "content": "Luật mới: Trong vòng này, ai uống mà không nói 'chúc mừng' trước phải uống thêm 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn nhận được một tin vui bất ngờ.",
            "explanation": "Sau khi diễn tả, cả bạn và người được bạn chỉ định đều phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau nghĩ ra một câu chuyện hài hước nối tiếp, mỗi người chỉ được nói một câu.",
            "explanation": "Ai làm sai hoặc không tham gia phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ giả làm hai người bạn thân đang lên kế hoạch cho một bữa tiệc bất ngờ.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn tả."
        },
        {
            "content": "Luật mới: Trong vòng này, bất kỳ ai không cười khi nghe một câu chuyện hài phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và hát một đoạn bài hát thiếu nhi mà bạn nhớ.",
            "explanation": "Sau khi hát xong, bạn và người bạn chọn ngẫu nhiên đều phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau đồng thanh hô lớn một câu nói tích cực.",
            "explanation": "Ai không hô hoặc hô sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người trong nhóm và cùng họ giả làm hai người đang quay một video TikTok hài hước.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi quay xong (dù tưởng tượng hay thật)."
        },
        {
            "content": "Luật mới: Trong vòng này, bất kỳ ai sử dụng từ 'nhưng' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người đang mô tả món đồ yêu thích của mình.",
            "explanation": "Dù mô tả xong hay không, bạn và người được bạn chỉ định đều phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau tạo dáng như một đội bóng đang chụp ảnh kỷ niệm.",
            "explanation": "Ai không tham gia hoặc làm sai dáng phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người trong nhóm và cùng họ kể tên 3 điều mà cả hai thích làm cùng nhau.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi kể xong."
        },
        {
            "content": "Luật mới: Trong vòng này, bất kỳ ai bắt đầu câu nói mà không dùng từ 'à...' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảnh bạn đang giới thiệu bản thân trong một buổi gặp gỡ.",
            "explanation": "Dù giới thiệu xong hay không, bạn và người bạn chọn ngẫu nhiên đều phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau vỗ tay theo nhịp bài hát thiếu nhi bất kỳ.",
            "explanation": "Ai không theo nhịp hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ kể một câu chuyện cảm động về tình bạn.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi kể xong."
        },
        {
            "content": "Luật mới: Trong vòng này, ai nói chuyện mà không sử dụng tay để diễn đạt phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và kể tên 3 điều bạn muốn cả nhóm làm cùng nhau trong tương lai.",
            "explanation": "Sau khi kể, bạn và người bạn chỉ định phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm những người đang đi mua sắm Tết.",
            "explanation": "Ai không tham gia hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ thực hiện một điệu nhảy hài hước.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi nhảy xong."
        },
        {
            "content": "Luật mới: Trong vòng này, bất kỳ ai nói 'ừ' hoặc 'ừm' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn tìm được một món đồ mà bạn nghĩ đã mất.",
            "explanation": "Dù diễn tả xong hay không, bạn phải uống 1 ly. Nếu diễn được, người được bạn chọn cũng phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau kể một câu chuyện tưởng tượng về một chuyến phiêu lưu.",
            "explanation": "Ai không tham gia hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cả hai phải giả làm cặp đôi vừa nhận giải thưởng lớn.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn tả."
        },
        {
            "content": "Luật mới: Trong vòng này, bất kỳ ai dùng từ 'ồ' hoặc 'wow' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân vật hài hước trong một bộ phim bạn yêu thích.",
            "explanation": "Sau khi diễn xong, cả bạn và người bạn chọn ngẫu nhiên đều phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau nghĩ ra một khẩu hiệu hài hước dành cho nhóm.",
            "explanation": "Ai không tham gia hoặc nói sai khẩu hiệu phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người trong nhóm và cả hai phải kể tên 3 điều mà cả hai chưa từng làm nhưng muốn thử.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi kể xong."
        },
        {
            "content": "Luật mới: Trong vòng này, bất kỳ ai không bắt đầu câu nói bằng từ 'Ờ...' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người đang hướng dẫn cách gói quà Tết.",
            "explanation": "Sau khi hướng dẫn, bạn và người bạn chỉ định đều phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau thực hiện một bài thể dục tưởng tượng trong 10 giây.",
            "explanation": "Ai không tham gia hoặc thực hiện sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải giả làm một nhân vật nổi tiếng đang phát biểu cảm nghĩ khi nhận giải thưởng, nhưng không được nhắc tên giải.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, bạn chọn ngẫu nhiên một người uống 1 ly."
        },
        {
            "content": "Tất cả mọi người phải đứng lên và cùng giả làm những người thám hiểm vừa tìm thấy một kho báu.",
            "explanation": "Ai không tham gia hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ giả làm đội bình luận thể thao đang tường thuật một trận đấu tưởng tượng.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi tường thuật xong."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải nói chuyện như robot.",
            "explanation": "Ai không làm theo luật phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 nhân vật phản diện trong các bộ phim bạn từng xem.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, bạn chọn một người ngẫu nhiên uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm phi hành gia vừa trở về từ một hành tinh xa lạ.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn xong."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm những người đang tham gia một buổi thử vai cho một bộ phim hài.",
            "explanation": "Ai không tham gia hoặc diễn nhạt phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể một câu chuyện hài hước mà bạn bịa ra ngay tại chỗ.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người cười to nhất phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không cười trong 30 giây đầu phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ giả làm hai diễn viên đang cãi nhau trên phim trường.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn xong."
        },
        {
            "content": "Ngẫu nhiên chọn một người và giả làm người ngoài hành tinh đang tìm cách giao tiếp với họ.",
            "explanation": "Nếu không giao tiếp thành công, cả hai đều phải uống 1 ly."
        },
        {
            "content": "Tất cả phải giả làm những người bị mất trí nhớ tạm thời và cố gắng giới thiệu lại bản thân mình.",
            "explanation": "Ai không tham gia hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người dẫn chương trình thời sự đang đưa tin về một sự kiện tưởng tượng.",
            "explanation": "Dù làm được hay không, bạn phải uống 1 ly. Nếu làm được, người được bạn chỉ định cũng phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người chỉ được nói một từ mỗi lượt.",
            "explanation": "Ai vi phạm luật phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ giả làm hai nhà khoa học đang cãi nhau về một phát minh kỳ quặc.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn xong."
        },
        {
            "content": "Ngẫu nhiên chọn một người để cùng bạn kể một câu chuyện viễn tưởng, mỗi người chỉ được nói 3 từ mỗi lượt.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi kể xong."
        },
        {
            "content": "Tất cả phải đứng lên và giả làm những người đang tham gia một cuộc thi nhảy.",
            "explanation": "Ai không tham gia hoặc nhảy sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể một điều bí mật hài hước mà bạn chưa từng nói ra.",
            "explanation": "Nếu bạn không làm được, bạn uống 2 ly. Nếu làm được, người được bạn chọn cũng phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, ai uống nước mà không hô 'Chúc mừng!' phải uống thêm 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn bị lạc trong một thành phố xa lạ.",
            "explanation": "Dù làm được hay không, bạn phải uống 1 ly. Nếu diễn được, người bạn chỉ định cũng phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và giả làm một người đang cầu hôn họ, nhưng không được sử dụng từ 'yêu'.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn tả."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm những người đang tham dự một buổi tiệc hóa trang.",
            "explanation": "Ai không tham gia hoặc hóa trang sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cả hai cùng giả làm hai đối thủ đang thi đấu game tưởng tượng.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi thi đấu xong."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải bắt đầu câu nói của mình bằng từ 'Có lần...'.",
            "explanation": "Ai không làm theo luật phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn vừa bị mất một món đồ yêu thích.",
            "explanation": "Dù diễn tả xong hay không, bạn phải uống 1 ly. Nếu diễn được, người được bạn chọn cũng phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người bạn thân đang kể lại một kỷ niệm cũ.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi kể xong."
        },
        {
            "content": "Tất cả phải đứng lên và cùng nhau kể một câu chuyện hài hước nối tiếp, mỗi người chỉ được nói 2 từ mỗi lượt.",
            "explanation": "Ai không tham gia hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều bạn nghĩ sẽ làm cả nhóm bất ngờ về bạn.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chỉ định phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải gọi nhau bằng biệt danh ngẫu nhiên.",
            "explanation": "Ai quên hoặc gọi sai biệt danh phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhà phát minh đang giới thiệu một món đồ cực kỳ kỳ quặc.",
            "explanation": "Dù giới thiệu xong hay không, bạn phải uống 1 ly. Nếu giới thiệu được, người bạn chọn cũng phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người đang cố thuyết phục nhóm tham gia một chuyến phiêu lưu.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn tả."
        },
        {
            "content": "Tất cả phải cùng nhau vỗ tay theo nhịp một bài hát thiếu nhi.",
            "explanation": "Ai không theo nhịp hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 món ăn mà bạn nghĩ cả nhóm sẽ không bao giờ dám thử.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải cười mỗi khi uống nước.",
            "explanation": "Ai không cười phải uống thêm 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảnh bạn bị gọi lên bảng kiểm tra mà chưa học bài.",
            "explanation": "Dù diễn được hay không, bạn phải uống 1 ly. Nếu diễn được, người bạn chọn cũng phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai nhân vật hoạt hình đang bàn chuyện về con người.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn xong."
        },
        {
            "content": "Tất cả phải đứng lên và cùng nhau giả làm những người đang chơi trốn tìm.",
            "explanation": "Ai không tham gia hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều mà bạn cảm thấy buồn cười nhất trong cuộc sống.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải thêm từ 'ngạc nhiên' vào câu nói của mình.",
            "explanation": "Ai quên hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân vật phản diện trong một bộ phim Việt Nam.",
            "explanation": "Dù diễn xong hay không, bạn phải uống 1 ly. Nếu diễn được, người bạn chọn ngẫu nhiên cũng phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm các thầy cô giáo đang tranh luận về một buổi họp phụ huynh.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ giả làm những người đang cãi nhau về cách nấu một món ăn.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn xong."
        },
        {
            "content": "Luật mới: Trong vòng này, tất cả phải thêm 'chắc chắn rồi' vào cuối mỗi câu nói.",
            "explanation": "Ai không làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn bị hiểu lầm hài hước trong quá khứ.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người cười nhiều nhất phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và giả làm một người hâm mộ đang xin chữ ký của họ.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi thực hiện xong."
        },
        {
            "content": "Tất cả phải cùng nhau diễn tả cảnh một nhóm bạn đang lên kế hoạch tổ chức một buổi tiệc bất ngờ.",
            "explanation": "Ai không tham gia hoặc không phù hợp tình huống phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi nhận được một món quà mà bạn không thích nhưng vẫn phải cảm ơn.",
            "explanation": "Dù diễn được hay không, bạn phải uống 1 ly. Nếu diễn được, người bạn chọn ngẫu nhiên cũng phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không nhìn vào mắt người nói khi giao tiếp phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ diễn cảnh hai người vừa trúng xổ số nhưng lại tranh cãi vì chia tiền.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn xong."
        },
        {
            "content": "Ngẫu nhiên chọn một người và giả làm một nhân viên bán hàng đang cố gắng thuyết phục bạn mua một sản phẩm vô lý.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi thực hiện."
        },
        {
            "content": "Tất cả phải đứng lên và giả làm những người đang chạy bộ trong công viên.",
            "explanation": "Ai không tham gia hoặc chạy không đúng phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều mà bạn nghĩ cả nhóm sẽ thấy khó chịu nếu bạn làm.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải nói câu của mình bằng giọng điệu nghiêm trọng.",
            "explanation": "Ai không làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn vừa bị từ chối một lời tỏ tình.",
            "explanation": "Dù diễn được hay không, bạn phải uống 1 ly. Nếu diễn được, người được bạn chọn cũng phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm những người đang thảo luận về một chuyến du lịch không thành công.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi thảo luận xong."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm những người tham gia một chương trình truyền hình thực tế.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện tưởng tượng về lần bạn bị lạc trên một hoang đảo.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, tất cả phải bắt đầu câu nói của mình bằng từ 'Thật ra...'.",
            "explanation": "Ai không làm theo luật phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ diễn cảnh hai người đang bị cảnh sát dừng xe vì đi sai luật.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn xong."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người bạn thân đang kể xấu một người không có mặt.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn xong."
        },
        {
            "content": "Tất cả phải đứng lên và giả làm những người đang xem pháo hoa vào đêm giao thừa.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 lần bạn từng làm điều gì đó ngớ ngẩn trước đám đông.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không sử dụng tay để diễn tả khi nói chuyện phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảnh bạn vừa nhận được một lời phê bình từ sếp.",
            "explanation": "Dù diễn được hay không, bạn phải uống 1 ly. Nếu diễn được, người bạn chọn ngẫu nhiên cũng phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người đang tranh luận về bộ phim hay nhất mọi thời đại.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi thảo luận xong."
        },
        {
            "content": "Tất cả phải cùng nhau kể một câu chuyện hài hước, mỗi người chỉ được nói một câu.",
            "explanation": "Ai không tham gia hoặc nói sai mạch chuyện phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn làm hỏng một kế hoạch mà bạn nghĩ là hoàn hảo.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, ai nói từ 'rồi' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ diễn cảnh hai người đang buôn chuyện về đồng nghiệp.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn xong."
        },
        {
            "content": "Ngẫu nhiên chọn một người và giả làm một khách hàng khó tính đang phàn nàn về dịch vụ.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi thực hiện."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm những người đang chuẩn bị cho một buổi phỏng vấn xin việc.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể tên 3 điều khiến bạn cảm thấy xấu hổ nhất khi còn nhỏ.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, tất cả phải nói bằng giọng trẻ con.",
            "explanation": "Ai không làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn vừa trúng thưởng một chuyến du lịch miễn phí.",
            "explanation": "Dù diễn được hay không, bạn phải uống 1 ly. Nếu diễn được, người bạn chọn ngẫu nhiên cũng phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người đang cùng viết một cuốn sách hài hước.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi thảo luận xong."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm những người đang tham gia một lớp học yoga.",
            "explanation": "Ai không tham gia hoặc làm sai động tác phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn làm điều gì đó mà bạn nghĩ là thông minh nhưng thực tế lại không phải.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, ai sử dụng từ 'nhưng' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn bị lỡ một chuyến tàu quan trọng.",
            "explanation": "Dù diễn được hay không, bạn phải uống 1 ly. Nếu diễn được, người bạn chọn ngẫu nhiên cũng phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảnh mình vừa phát hiện ra một bí mật động trời.",
            "explanation": "Dù diễn xong hay không, bạn phải uống 1 ly. Nếu diễn xong, người được bạn chọn cũng phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và giả làm hai nhân viên văn phòng đang đồn đoán về một đồng nghiệp mới.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn tả xong."
        },
        {
            "content": "Tất cả phải cùng nhau diễn tả cảnh một nhóm bạn đang đi du lịch bụi.",
            "explanation": "Ai không tham gia hoặc làm sai tình huống phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, tất cả phải sử dụng cụm từ 'Tôi không chắc lắm' trong câu nói của mình.",
            "explanation": "Ai không làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn làm điều gì đó ngớ ngẩn nhưng lại được người khác khen.",
            "explanation": "Dù kể xong hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ diễn tả cảnh hai người đang tranh cãi về một món ăn kỳ lạ.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn xong."
        },
        {
            "content": "Tất cả phải giả làm những người vừa trở về từ một buổi tiệc tùng 'quá đà'.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi vừa trượt phỏng vấn nhưng vẫn giả vờ lạc quan.",
            "explanation": "Dù diễn được hay không, bạn phải uống 1 ly. Nếu diễn xong, người được bạn chọn ngẫu nhiên cũng phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, bất kỳ ai dùng từ 'vì' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cả hai giả làm hai người bạn thân đang cãi nhau về một bộ phim yêu thích.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi cãi xong."
        },
        {
            "content": "Ngẫu nhiên chọn một người và giả làm khách hàng khó tính, người kia phải thuyết phục để bạn hài lòng.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi thực hiện."
        },
        {
            "content": "Tất cả phải cùng nhau kể một câu chuyện về một vụ mất tích bí ẩn, mỗi người nói một câu.",
            "explanation": "Ai không tham gia hoặc nói lạc mạch phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện tưởng tượng về lần bạn bị mắc kẹt trong một thang máy với người nổi tiếng.",
            "explanation": "Dù kể xong hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, ai sử dụng từ 'nếu' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cả hai cùng diễn tả cảnh hai người đang cùng nhau lập kế hoạch trốn học.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi diễn xong."
        },
        {
            "content": "Ngẫu nhiên chọn một người và giả làm hai người xa lạ vừa gặp nhau trong một tình huống kỳ lạ.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi thực hiện."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm những người đang thực hiện một nhiệm vụ bí mật.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể một điều mà bạn luôn cảm thấy bối rối khi làm trước mặt người khác.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không cười ít nhất một lần phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cả hai diễn tả cảnh hai người đang tranh cãi về việc ai phải rửa bát.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi tranh cãi xong."
        },
        {
            "content": "Ngẫu nhiên chọn một người và giả làm hai nhân vật hoạt hình đang kể chuyện ma cho nhau.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi thực hiện."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm những người đang tổ chức một buổi lễ tốt nghiệp.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi vừa nhận được một bức thư tình nặc danh.",
            "explanation": "Dù diễn xong hay không, bạn phải uống 1 ly. Nếu diễn được, người bạn chọn ngẫu nhiên cũng phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, tất cả phải nói chuyện bằng giọng điệu vui nhộn.",
            "explanation": "Ai không làm theo luật phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn cố gắng làm điều gì đó đặc biệt cho ai đó nhưng lại bị hiểu lầm.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người vừa bị kẹt trong một tình huống hài hước.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi thực hiện."
        },
        {
            "content": "Tất cả phải cùng nhau kể một câu chuyện hài hước nối tiếp, mỗi người chỉ được nói 3 từ mỗi lượt.",
            "explanation": "Ai không tham gia hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cả hai cùng giả làm hai người đang bàn luận về một món đồ vô dụng.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi bàn luận xong."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không sử dụng tay để diễn tả khi nói phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn vừa lỡ nói điều không nên nói trong một buổi họp.",
            "explanation": "Dù diễn được hay không, bạn phải uống 1 ly. Nếu diễn được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và giả làm hai người bạn thân đang cười đùa về một kỷ niệm đáng nhớ.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi kể xong."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm những người đang thảo luận kế hoạch sống trên một hành tinh khác.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải kể một câu chuyện về lần bạn bị mất mặt trước đám đông.",
            "explanation": "Dù kể được hay không, bạn phải uống 1 ly. Nếu kể được, người bạn chọn phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không gọi người khác bằng biệt danh phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cả hai diễn cảnh hai người đang tranh luận về cách ăn một món đặc biệt.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi tranh luận xong."
        },
        {
            "content": "Ngẫu nhiên chọn một người và giả làm hai người đang cố gắng thoát khỏi một tình huống kỳ quặc.",
            "explanation": "Cả hai đều phải uống 1 ly sau khi thực hiện."
        },
        {
            "content": "Tất cả phải cùng nhau kể một câu chuyện ma, mỗi người chỉ được nói 2 câu.",
            "explanation": "Ai không tham gia hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảnh bạn đang thuyết trình về một chủ đề mà bạn không biết gì cả.",
            "explanation": "Dù diễn được hay không, bạn phải uống 1 ly. Nếu diễn được, người bạn chọn ngẫu nhiên cũng phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói tên một người trong nhóm mà bạn muốn ôm ngay bây giờ.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, cả bạn và người đó phải ôm nhau trong 10 giây."
        },
        {
            "content": "Tất cả phải cùng nhau đứng thành vòng tròn và mỗi người nói một điều tốt về người đứng bên phải mình.",
            "explanation": "Ai không nói được hoặc ngập ngừng phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để bạn phải giả làm anh chị em thân thiết và gọi họ bằng một biệt danh dễ thương.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm sẽ cười cho vui."
        },
        {
            "content": "Luật mới: Trong vòng này, ai nhắc đến tên một người không có mặt trong nhóm phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ diễn cảnh hai người bạn đang ôn lại kỷ niệm hài hước thời học sinh.",
            "explanation": "Nếu không diễn được, cả hai phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm một gia đình đông thành viên đang chuẩn bị ăn Tết.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một người cố gắng xin lỗi cả nhóm vì một lỗi bạn bịa ra.",
            "explanation": "Dù xin lỗi được hay không, bạn phải bắt tay hoặc ôm tất cả mọi người trong nhóm."
        },
        {
            "content": "Ngẫu nhiên chọn một người để cùng bạn thực hiện một điệu nhảy hài hước.",
            "explanation": "Cả hai không cần nhảy đẹp, nhưng nếu từ chối phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau tạo thành một bức tranh sống động, mỗi người một tư thế ngẫu nhiên.",
            "explanation": "Ai không tham gia hoặc không sáng tạo phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể một bí mật vui vẻ của mình, nhưng không được nói dối.",
            "explanation": "Nếu cả nhóm nghi ngờ bạn nói dối, bạn phải uống 1 ly. Nếu không, cả nhóm cười lớn cho vui."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không chạm vào người bên cạnh khi nói phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cả hai cùng diễn cảnh hai người bạn thân đang cười không kiểm soát về một câu chuyện tưởng tượng.",
            "explanation": "Nếu cả hai không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau đứng thành một hàng và làm sóng vỗ tay liên tiếp.",
            "explanation": "Ai không tham gia hoặc làm sai nhịp phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một MC đang tổ chức một buổi lễ vinh danh cả nhóm.",
            "explanation": "Nếu bạn không làm được, bạn uống 1 ly. Nếu làm được, bạn chọn một người uống 1 ly thay mình."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cả hai phải ôm nhau và giả làm hai người vừa tái ngộ sau nhiều năm.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau đồng thanh hô một câu cổ vũ do bạn bịa ra.",
            "explanation": "Ai không hô to hoặc không tham gia phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cả hai cùng kể một câu chuyện hài, mỗi người một câu.",
            "explanation": "Nếu câu chuyện không hài hước, cả hai phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không cười trong 30 giây phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảnh bạn vừa nhận được một món quà bất ngờ từ cả nhóm.",
            "explanation": "Nếu diễn được, cả nhóm phải vỗ tay thật to."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm một nhóm đang cùng chuẩn bị đi xem một trận đấu bóng đá.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cả hai phải bắt tay nhau và khen nhau thật chân thành.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để cùng bạn giả làm hai người đang bàn luận về món ăn yêu thích của mình.",
            "explanation": "Nếu không bàn luận được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau thực hiện một bài nhảy ngẫu nhiên mà người đầu tiên nghĩ ra.",
            "explanation": "Ai không tham gia hoặc không theo nhịp phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể tên 3 điều bạn thích nhất ở nhóm này.",
            "explanation": "Nếu không kể được, bạn uống 1 ly. Nếu kể được, cả nhóm phải vỗ tay cho bạn."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không bắt đầu câu nói của mình bằng từ 'Chắc chắn' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cả hai phải cùng nhau kể tên 3 địa điểm mà cả hai muốn đến cùng nhau.",
            "explanation": "Nếu không kể được, cả hai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người bạn thân vừa cãi nhau nhưng đang làm lành.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau xếp thành một đội hình chữ cái mà bạn chọn.",
            "explanation": "Ai không tham gia hoặc xếp sai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể một kỷ niệm vui liên quan đến một người trong nhóm.",
            "explanation": "Nếu không kể được, bạn uống 1 ly. Nếu kể được, người đó phải ôm bạn."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không cười thành tiếng ít nhất một lần phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cả hai phải cùng nhau giả làm hai người đang tranh cãi về cách ăn món phở.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ diễn cảnh hai người đang chuẩn bị lên truyền hình trực tiếp.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau đứng thành một vòng tròn và lần lượt nói một điều làm mình vui nhất hôm nay.",
            "explanation": "Ai không nói được phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói tên một người bạn muốn chụp ảnh cùng ngay bây giờ.",
            "explanation": "Nếu không nói được, bạn uống 1 ly. Nếu nói được, cả hai phải tạo dáng chụp hình."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không sử dụng tay khi nói chuyện phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người đang lên kế hoạch tổ chức một buổi tiệc bất ngờ.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng lên và vỗ tay thật to để cổ vũ cho người kể câu chuyện vui nhất.",
            "explanation": "Ai không tham gia vỗ tay phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói một điều khiến bạn cảm thấy tự hào nhất trong hôm nay.",
            "explanation": "Nếu không nói được, bạn uống 1 ly. Nếu nói được, người được bạn chọn phải vỗ tay cho bạn."
        },
        {
            "content": "Tất cả phải cùng nhau hô to một câu nói cổ động mà bạn vừa nghĩ ra.",
            "explanation": "Ai không hô hoặc hô nhỏ phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ ôm nhau xoay vòng trong 10 giây.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng thành vòng tròn và lần lượt nói một điều mà bạn thích nhất về người đứng bên trái.",
            "explanation": "Ai không nói được phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để bạn cùng diễn cảnh hai người bạn đang lên kế hoạch đi du lịch nhưng không ai đồng ý với nhau.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải kết thúc câu nói của mình bằng cụm từ 'chỉ đùa thôi'.",
            "explanation": "Ai quên hoặc không làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói một điều hài hước về bản thân để cả nhóm cùng cười.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm phải vỗ tay."
        },
        {
            "content": "Tất cả phải cùng nhau diễn tả cảnh một buổi họp gia đình đông đúc và lộn xộn.",
            "explanation": "Ai không tham gia hoặc không phù hợp vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ diễn cảnh hai người bạn thân đang bất đồng ý kiến về bộ phim yêu thích.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và giả làm hai người vừa nhận được một tin nhắn bí mật.",
            "explanation": "Nếu không diễn được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau xếp thành một đội hình kim tự tháp, mỗi người một tầng.",
            "explanation": "Ai không tham gia hoặc không giữ được vị trí phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể một câu chuyện mà bạn nghĩ sẽ làm cả nhóm bất ngờ.",
            "explanation": "Nếu câu chuyện không bất ngờ, bạn uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải chạm vào vai người bên cạnh mỗi khi nói chuyện.",
            "explanation": "Ai không làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ diễn cảnh hai người đang thuyết phục nhóm mua một món đồ kỳ lạ.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm một đội bóng đá đang ăn mừng chiến thắng.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói một lời khen chân thành tới một người trong nhóm.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, người đó phải bắt tay bạn."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người bạn thân vừa gặp lại sau 10 năm.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng thành vòng tròn và lần lượt kể một câu chuyện vui về bản thân.",
            "explanation": "Ai không kể được phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không cười trong vòng 1 phút phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cả hai cùng nhau giả làm hai nhân vật hoạt hình đang cãi nhau.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ diễn cảnh hai người đang tranh luận về một chủ đề hài hước.",
            "explanation": "Nếu không diễn được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng lên và tạo dáng chụp ảnh theo chủ đề 'lễ hội hóa trang'.",
            "explanation": "Ai không tham gia hoặc không tạo dáng đúng chủ đề phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể tên 3 điều bạn cảm thấy tự hào nhất về bản thân.",
            "explanation": "Nếu không kể được, bạn uống 1 ly. Nếu kể được, cả nhóm phải vỗ tay cho bạn."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không đặt câu hỏi khi nói chuyện phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cả hai phải cùng nhau kể một câu chuyện ngẫu hứng, mỗi người một câu.",
            "explanation": "Nếu câu chuyện không thú vị, cả hai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người đang cố gắng giải thích một tình huống khó xử.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau vỗ tay theo nhịp một bài hát thiếu nhi mà bạn chọn.",
            "explanation": "Ai không tham gia hoặc không theo đúng nhịp phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân vật nổi tiếng đang phát biểu cảm nghĩ về nhóm.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm phải vỗ tay."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ diễn cảnh hai người đang tranh luận về cách nấu món phở.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng thành hàng và làm sóng vỗ tay liên hoàn.",
            "explanation": "Ai không tham gia hoặc làm sai nhịp phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói một điều khiến bạn cảm thấy biết ơn nhóm hôm nay.",
            "explanation": "Nếu không nói được, bạn uống 1 ly. Nếu nói được, cả nhóm phải đồng thanh 'Chúng tôi cảm ơn bạn!'"
        },
        {
            "content": "Luật mới: Trong vòng này, ai không bắt đầu câu nói bằng từ 'Thật ra' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ giả làm hai người bạn thân đang hồi tưởng về một kỷ niệm ngớ ngẩn.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ diễn cảnh hai người đang chuẩn bị cho một buổi chụp hình hài hước.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng thành vòng tròn và lần lượt kể một câu chuyện bất ngờ về bản thân.",
            "explanation": "Ai không kể được phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể một điều khiến bạn cảm thấy buồn cười nhất trong tuần qua.",
            "explanation": "Nếu không kể được, bạn uống 1 ly. Nếu kể được, cả nhóm phải cười lớn."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người đang diễn tả một tình huống dở khóc dở cười.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau đứng thành hàng và nhảy theo một điệu nhảy mà bạn nghĩ ra.",
            "explanation": "Ai không nhảy hoặc không theo đúng nhịp phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói một câu khen ngợi bất kỳ người nào trong nhóm.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, người đó phải nói 'Cảm ơn!' thật to."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không bắt đầu câu nói bằng 'Tôi nghĩ rằng...' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cả hai phải cùng nhau diễn tả cảnh hai người đang cố gắng kể chuyện ma.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ diễn cảnh hai người đang lên kế hoạch cho một buổi hẹn bí mật.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng lên và tạo dáng như đang tham gia một buổi chụp hình quảng cáo thời trang.",
            "explanation": "Ai không tạo dáng hoặc không phù hợp chủ đề phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn vừa nhận được tin trúng thưởng một chuyến đi.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm phải chúc mừng bạn."
        },
        {
            "content": "Bạn phải đứng lên và nói điều đầu tiên bạn nghĩ đến khi nhìn thấy người bên phải bạn.",
            "explanation": "Nếu không nói được hoặc nói điều không hài hước, bạn uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau diễn tả cảnh một lớp học với giáo viên và học sinh đang nói chuyện ồn ào.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người để cùng bạn diễn cảnh hai người vừa bị mắc kẹt trên một thang máy.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải bắt đầu câu nói bằng từ 'Xin lỗi...'.",
            "explanation": "Ai quên hoặc không làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn vừa gặp một người nổi tiếng mà bạn ngưỡng mộ.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, người bạn chọn ngẫu nhiên phải vỗ tay khen bạn."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm một nhóm bạn đang chuẩn bị mở một quán cà phê.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ diễn cảnh hai người đang tranh luận về món ăn đặc trưng của vùng miền.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người bạn thân đang chuẩn bị tham gia một cuộc thi ca hát.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng lên và làm động tác của một môn thể thao mà bạn chọn.",
            "explanation": "Ai không tham gia hoặc không theo đúng động tác phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói tên một người bạn muốn bắt tay và cảm ơn ngay lúc này.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả hai phải bắt tay nhau."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải đặt một câu hỏi khi nói chuyện.",
            "explanation": "Ai không làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cả hai diễn cảnh hai người đang tranh luận về việc ai giỏi hơn trong một kỹ năng bất kỳ.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai nhân vật hoạt hình đang bàn luận về con người.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng lên và giả làm những người đang xếp hàng mua vé xem phim.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói một điều hài hước mà bạn nghĩ sẽ làm cả nhóm cười.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, người cười to nhất phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ diễn cảnh hai người đang cố giải thích một tình huống dở khóc dở cười.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau tạo thành một tư thế ngẫu nhiên để chụp ảnh theo chủ đề 'hoạt hình'.",
            "explanation": "Ai không tham gia hoặc không phù hợp chủ đề phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn vừa nhận được một món quà bất ngờ từ người bạn không ngờ tới.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm phải vỗ tay cho bạn."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải nói câu của mình bằng giọng điệu phấn khích.",
            "explanation": "Ai không làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cả hai cùng diễn cảnh hai người đang cùng nhau tìm cách trốn tránh một nhiệm vụ.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người bạn thân đang chuẩn bị tham gia một buổi hẹn hò đôi.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng thành vòng tròn và lần lượt kể tên một điều thú vị mà bạn vừa học được trong tuần này.",
            "explanation": "Ai không kể được phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể một điều bạn cảm thấy biết ơn nhất trong ngày hôm nay.",
            "explanation": "Nếu không kể được, bạn uống 1 ly. Nếu kể được, cả nhóm phải vỗ tay cho bạn."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không bắt đầu câu nói bằng từ 'Chắc chắn' phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Bạn phải chọn một người và cùng họ diễn cảnh hai người đang cùng lên kế hoạch tổ chức một buổi tiệc bất ngờ.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người bạn thân đang kể lại một kỷ niệm đáng nhớ.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm một đội cổ vũ đang chuẩn bị cho một trận đấu lớn.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể một câu chuyện hài hước về bản thân mà chưa từng kể với nhóm.",
            "explanation": "Nếu không kể được, bạn uống 1 ly. Nếu kể được, cả nhóm phải cười lớn."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ diễn cảnh hai người đang tranh luận về cách làm món ăn yêu thích.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng thành hàng và thực hiện một động tác thể dục do người đầu tiên nghĩ ra.",
            "explanation": "Ai không tham gia hoặc không theo đúng động tác phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn vừa tìm thấy một món đồ mà bạn tưởng đã mất.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm phải cổ vũ cho bạn."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải đặt một câu hỏi bất kỳ khi nói chuyện.",
            "explanation": "Ai không làm theo phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cả hai phải cùng nhau kể một câu chuyện tưởng tượng, mỗi người một câu.",
            "explanation": "Nếu câu chuyện không hài hước, cả hai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người bạn thân đang cố gắng thuyết phục nhóm làm điều gì đó.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng lên và giả làm một nhóm bạn đang bàn luận về kế hoạch đi chơi cuối tuần.",
            "explanation": "Ai không tham gia hoặc không phù hợp vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói một điều hài hước về nhóm khiến mọi người cười.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm phải đồng thanh 'Hay lắm!'"
        },
        {
            "content": "Bạn phải chọn một người trong nhóm và cả hai phải cùng nhau giả làm hai diễn viên đang diễn lại một cảnh lãng mạn từ một bộ phim.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly. Nếu làm được, cả nhóm phải vỗ tay."
        },
        {
            "content": "Tất cả mọi người phải đứng lên và thực hiện động tác của một con vật mà bạn yêu thích nhất.",
            "explanation": "Ai không tham gia hoặc làm sai động vật phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người bạn đang mắc kẹt trên một hoang đảo và tìm cách gọi cứu hộ.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải nói câu của mình bằng giọng điệu nghiêm túc dù câu chuyện hài hước.",
            "explanation": "Ai không làm theo luật phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể một câu chuyện cảm động mà bạn từng trải qua, nhưng bằng giọng hài hước.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm phải vỗ tay cảm ơn bạn."
        },
        {
            "content": "Tất cả mọi người phải cùng nhau giả làm một nhóm nhạc đang chuẩn bị biểu diễn trên sân khấu.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cả hai phải cùng diễn cảnh hai người bạn thân đang cố gắng tìm lý do để không trả tiền ăn.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Bạn phải chọn một người và cả hai phải ôm nhau và giả làm hai người vừa tái hợp sau một trận cãi vã lớn.",
            "explanation": "Nếu không làm được, cả hai phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng lên và giả làm một lớp yoga với bạn là người hướng dẫn.",
            "explanation": "Ai không làm theo hoặc làm sai động tác phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một nhân vật nổi tiếng đang phát biểu cảm nghĩ khi nhận giải 'Người bạn của năm'.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm phải cổ vũ cho bạn."
        },
        {
            "content": "Luật mới: Trong vòng này, mọi người phải nói một điều tốt về người bên phải trước khi nói điều của mình.",
            "explanation": "Ai không làm theo luật phải uống 1 ly."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người đang thuyết phục cả nhóm tham gia một trò chơi mạo hiểm.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng lên và xếp thành một đội hình giống như đang chụp ảnh bìa cho tạp chí.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể tên một điều bạn ước cả nhóm sẽ làm cùng nhau trong tương lai.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm phải đồng thanh 'Chúng tôi đồng ý!'"
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ diễn cảnh hai người bạn thân đang bàn bạc về một ý tưởng kinh doanh điên rồ.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng thành vòng tròn và lần lượt kể tên một món ăn kỳ lạ mà bạn từng nghe hoặc từng ăn.",
            "explanation": "Ai không kể được phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và giả làm một đầu bếp đang thuyết trình về một món ăn 'không thể ăn được'.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm phải cười lớn."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không dùng tay để diễn tả khi nói chuyện phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ giả làm hai người đang cố gắng giải thích một tin nhắn hiểu lầm.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm một đội bóng đang lên kế hoạch cho chiến thuật quan trọng.",
            "explanation": "Ai không tham gia hoặc làm sai vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và kể một điều khiến bạn cảm thấy tự hào nhất về bản thân trong tuần qua.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm phải cổ vũ cho bạn."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ diễn cảnh hai người đang tranh luận về bộ phim nào là hay nhất mọi thời đại.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng lên và tạo dáng như những siêu anh hùng chuẩn bị cứu thế giới.",
            "explanation": "Ai không tạo dáng hoặc không phù hợp chủ đề phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và diễn tả cảm giác khi bạn vừa nhận được tin tức mà bạn không dám tin.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm phải vỗ tay cổ vũ."
        },
        {
            "content": "Luật mới: Trong vòng này, ai không cười khi có người kể chuyện hài phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ diễn cảnh hai người đang cố gắng giải thích một bí mật lộ ra ngoài.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải cùng nhau giả làm những người đang tham gia một buổi lễ trao giải thưởng.",
            "explanation": "Ai không tham gia hoặc không phù hợp vai phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói tên một người mà bạn nghĩ là 'ngôi sao' của nhóm hôm nay.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, người đó phải vẫy tay cảm ơn nhóm."
        },
        {
            "content": "Ngẫu nhiên chọn một người và cùng họ diễn cảnh hai người đang bàn bạc về một buổi hẹn lãng mạn lý tưởng.",
            "explanation": "Nếu không làm được, mỗi người phải uống 1 ly."
        },
        {
            "content": "Tất cả phải đứng lên và cùng nhau kể một câu chuyện nối tiếp, mỗi người nói một câu.",
            "explanation": "Ai không tham gia hoặc làm sai mạch chuyện phải uống 1 ly."
        },
        {
            "content": "Bạn phải đứng lên và nói điều gì đó hài hước mà bạn nghĩ sẽ làm cả nhóm bật cười.",
            "explanation": "Nếu không làm được, bạn uống 1 ly. Nếu làm được, cả nhóm phải vỗ tay."
        },
        {
            "content": "Trò chơi: Bạn phải kể tên một quốc gia, người tiếp theo phải kể một quốc gia khác bắt đầu bằng chữ cái cuối cùng của quốc gia trước đó.",
            "explanation": "Ai không kể được trong 5 giây phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng nhau đếm ngược từ 20 đến 1, nhưng không được nói các số chia hết cho 3. Thay vào đó phải vỗ tay.",
            "explanation": "Ai nói sai hoặc quên vỗ tay phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người phải kể một món ăn địa phương. Không được lặp lại món đã nói trước đó.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng nhau giả làm một con vật, mỗi người một loài khác nhau.",
            "explanation": "Ai lặp lại hoặc làm không giống phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người bắt đầu kể một câu chuyện, người tiếp theo phải nói tiếp một câu. Câu chuyện phải có ý nghĩa.",
            "explanation": "Ai kể sai mạch chuyện hoặc lạc đề phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người phải kể một câu chuyện hài hước mà mình đã trải qua.",
            "explanation": "Nếu nhóm không cười, người kể phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi phải liệt kê 3 món đồ không thể thiếu khi đi du lịch. Không được lặp lại.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mọi người phải lần lượt kể tên một bài hát có chữ 'yêu' trong tiêu đề.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt nói một từ, tạo thành một câu hoàn chỉnh.",
            "explanation": "Ai nói sai ngữ pháp hoặc không tạo được câu hoàn chỉnh phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người phải kể tên một nhân vật hoạt hình nổi tiếng.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả phải đứng lên và thực hiện một động tác bất kỳ. Ai làm chậm hơn người khác hoặc không sáng tạo phải uống 1 ly.",
            "explanation": "Luật áp dụng cho toàn bộ nhóm."
        },
        {
            "content": "Trò chơi: Một người nói một từ, người tiếp theo phải nói từ liên quan đến từ đó.",
            "explanation": "Ai không nói được trong 5 giây hoặc nói sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng nhau xếp thành một đội hình ngẫu nhiên trong 10 giây.",
            "explanation": "Ai không tham gia hoặc làm chậm phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mọi người phải kể tên một động vật biển. Không được lặp lại.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người đầu tiên phải nói một từ bắt đầu bằng 'A', người tiếp theo nói từ bắt đầu bằng 'B' và cứ tiếp tục.",
            "explanation": "Ai không nói được hoặc sai thứ tự phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng nhau tạo ra một câu chuyện ma nối tiếp, mỗi người một câu.",
            "explanation": "Ai làm lạc mạch hoặc kể không hay phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người chọn một bài hát và chỉ hát giai điệu. Người khác phải đoán tên bài hát.",
            "explanation": "Ai đoán sai phải uống 1 ly. Nếu không ai đoán đúng, người hát uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả phải vỗ tay theo một nhịp điệu mà người dẫn nghĩ ra.",
            "explanation": "Ai vỗ sai nhịp hoặc không theo kịp phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người kể một lý do kỳ lạ nhất để từ chối một lời mời đi chơi.",
            "explanation": "Ai không kể được hoặc không thú vị phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người đầu tiên kể một món ăn chay, người tiếp theo phải kể một món ăn mặn, và tiếp tục xen kẽ.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người miêu tả một đồ vật mà không nói tên đồ vật đó, nhóm phải đoán.",
            "explanation": "Ai đoán sai phải uống 1 ly. Nếu không ai đoán đúng, người miêu tả uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một quốc gia trong khu vực Đông Nam Á.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mọi người phải cùng nhau nghĩ ra một khẩu hiệu hài hước dành cho nhóm.",
            "explanation": "Ai không tham gia hoặc không sáng tạo phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả phải cùng nhau tạo ra một bài hát ngẫu nhiên, mỗi người một câu.",
            "explanation": "Ai không tham gia hoặc không phù hợp mạch bài hát phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người bắt đầu với một câu đơn giản, người tiếp theo phải nói ngược lại ý nghĩa của câu đó.",
            "explanation": "Ai không nói được trong 5 giây hoặc nói sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người phải kể tên một trò chơi dân gian.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả phải đứng thành vòng tròn và lần lượt nói một lời khen cho người bên phải.",
            "explanation": "Ai không nói được hoặc ngập ngừng phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói một cụm từ tiếng Anh, người tiếp theo phải nói từ có liên quan bằng tiếng Anh.",
            "explanation": "Ai không nói được hoặc nói từ không liên quan phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng chơi trò chơi 'Vua nói'. Một người làm vua, mọi người phải làm theo lệnh vua.",
            "explanation": "Ai không làm đúng lệnh phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người phải kể một câu chuyện thú vị về một lần đi du lịch.",
            "explanation": "Ai không kể được hoặc câu chuyện không thú vị phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói một loại quả, người tiếp theo phải nói một loại rau.",
            "explanation": "Ai không nói được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một nhân vật lịch sử nổi tiếng.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mọi người lần lượt nói một điều mà mình giỏi nhất.",
            "explanation": "Ai không nói được hoặc nói điều không thật phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói một câu hỏi ngẫu nhiên, người tiếp theo phải trả lời ngay lập tức.",
            "explanation": "Ai trả lời chậm hoặc không hợp lý phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người lần lượt kể một kỷ niệm tuổi thơ hài hước.",
            "explanation": "Ai không kể được hoặc không làm nhóm cười phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mọi người lần lượt kể tên một loại trái cây có màu đỏ.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói tên một bài hát, người tiếp theo phải hát một câu bất kỳ từ bài hát đó.",
            "explanation": "Ai không hát được hoặc hát sai bài phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người đầu tiên nói tên một con vật, người tiếp theo phải kể một câu chuyện ngắn có con vật đó.",
            "explanation": "Ai không kể được hoặc kể không có ý nghĩa phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mọi người lần lượt kể tên một món ăn đường phố phổ biến.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi phải kể tên một thành phố nổi tiếng ở Việt Nam. Không được lặp lại.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một từ, người tiếp theo phải kể một từ đối nghĩa với từ đó.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng nhau chơi 'Đèn xanh, đèn đỏ'.",
            "explanation": "Ai nhúc nhích khi đèn đỏ hoặc không dừng đúng phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người đầu tiên kể tên một loại hình nghệ thuật, người tiếp theo phải diễn tả nó.",
            "explanation": "Ai không diễn tả được hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu nói dối hài hước, cả nhóm phải đoán xem đó có phải là sự thật.",
            "explanation": "Ai đoán sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mọi người lần lượt kể tên một loại đồ uống phổ biến.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người đầu tiên kể một câu đố, người tiếp theo phải giải ngay lập tức.",
            "explanation": "Ai không giải được hoặc trả lời sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người kể một câu chuyện cười trong 10 giây.",
            "explanation": "Nếu không ai cười, người kể phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng chơi trò 'Chiếc ghế âm nhạc'.",
            "explanation": "Ai không có ghế khi âm nhạc dừng phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người miêu tả một nhân vật nổi tiếng mà không nói tên, nhóm phải đoán.",
            "explanation": "Ai đoán sai phải uống 1 ly. Nếu không ai đoán đúng, người miêu tả phải uống."
        },
        {
            "content": "Trò chơi: Người đầu tiên nói tên một thương hiệu, người tiếp theo phải kể một sản phẩm của thương hiệu đó.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mọi người lần lượt kể tên một món ăn đặc sản của vùng miền Việt Nam.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu chuyện, nhưng mỗi câu chỉ được dùng 3 từ.",
            "explanation": "Ai không kể được hoặc lạc mạch phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả phải cùng nhau thực hiện một bài hát, mỗi người một câu.",
            "explanation": "Ai không theo kịp hoặc hát sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người phải kể một câu châm ngôn hoặc tục ngữ Việt Nam.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người đầu tiên kể một sự kiện lịch sử nổi tiếng, người tiếp theo phải kể chi tiết thêm về sự kiện đó.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu chuyện, nhưng phải nói ngược lại mọi ý nghĩa của câu chuyện.",
            "explanation": "Ai không kể được hoặc không ngược đúng ý nghĩa phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng chơi 'Tay chạm tay'.",
            "explanation": "Ai nhầm hoặc không theo kịp phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói một từ, người tiếp theo phải dùng từ đó bắt đầu một câu thơ.",
            "explanation": "Ai không làm được hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người lần lượt kể một bài hát của một ca sĩ Việt Nam.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một địa danh có trong thơ ca Việt Nam.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu chuyện ngẫu nhiên, nhưng không được nhắc đến bất kỳ tên riêng nào.",
            "explanation": "Ai không kể được hoặc nhắc sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một nhân vật siêu anh hùng nổi tiếng.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người đưa ra một hành động, người tiếp theo phải làm lại hành động đó và thêm một hành động khác.",
            "explanation": "Ai không làm đúng hoặc quên phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người hát một câu từ một bài hát, người tiếp theo phải hát tiếp câu tiếp theo.",
            "explanation": "Ai không hát được hoặc hát sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một loài hoa.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả phải cùng nhau nghĩ ra một khẩu hiệu hài hước dành cho nhóm.",
            "explanation": "Ai không tham gia hoặc không sáng tạo phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu chuyện buồn, nhưng phải làm nó nghe hài hước.",
            "explanation": "Ai không kể được hoặc kể không hài hước phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một thương hiệu xe nổi tiếng.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng nhau nhảy một điệu nhảy do một người nghĩ ra.",
            "explanation": "Ai không nhảy hoặc không theo đúng nhịp phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói một câu tiếng Anh, người tiếp theo phải dịch ngay lập tức.",
            "explanation": "Ai không dịch được hoặc dịch sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mọi người lần lượt kể tên một kỷ niệm đáng nhớ của mình.",
            "explanation": "Ai không kể được hoặc câu chuyện không hợp lý phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người làm một động tác, người tiếp theo phải bắt chước và thêm một động tác khác.",
            "explanation": "Ai không làm đúng hoặc không thêm được động tác mới phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một bài thơ nổi tiếng của Việt Nam.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người lần lượt kể tên một loại nhạc cụ phổ biến.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người chỉ vào một đồ vật và miêu tả nó, nhóm phải đoán đồ vật đó là gì.",
            "explanation": "Ai đoán sai phải uống 1 ly. Nếu không ai đoán đúng, người miêu tả uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng nhau tạo thành một đội hình vui nhộn theo chủ đề bạn chọn.",
            "explanation": "Ai không tham gia hoặc tạo dáng không đúng chủ đề phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một nhân vật trong truyện cổ tích Việt Nam.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu nói nổi tiếng, người tiếp theo phải kể tên người nói câu đó.",
            "explanation": "Ai không trả lời được hoặc trả lời sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng tham gia một trò chơi nhảy dây tưởng tượng, mỗi người phải làm động tác sáng tạo.",
            "explanation": "Ai không tham gia hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một từ lóng phổ biến.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người hát một câu trong một bài hát, người tiếp theo phải hát một câu từ bài hát khác bắt đầu bằng chữ cái cuối cùng của câu trước.",
            "explanation": "Ai không hát được phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mọi người lần lượt kể tên một môn thể thao mà mình biết.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng chơi trò 'Đếm số ngược'. Mỗi người nói một số, nhưng số chia hết cho 5 phải được thay bằng từ 'BÙM'.",
            "explanation": "Ai nói sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một loài chim.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người bắt đầu kể một câu chuyện với 3 từ, người tiếp theo phải nối tiếp câu chuyện với 3 từ khác.",
            "explanation": "Ai làm lạc mạch câu chuyện phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người lần lượt kể tên một bộ phim Việt Nam nổi tiếng.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một loài cá.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người miêu tả một con vật mà không nói tên, nhóm phải đoán con vật đó là gì.",
            "explanation": "Ai đoán sai phải uống 1 ly. Nếu không ai đoán đúng, người miêu tả uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng nhau tạo ra một điệu nhảy theo bài hát bất kỳ.",
            "explanation": "Ai không tham gia hoặc làm sai động tác phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một món ăn vặt phổ biến.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mọi người lần lượt kể tên một ca sĩ nổi tiếng của Việt Nam.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể tên một từ, người tiếp theo phải kể một từ liên quan nhưng ngược nghĩa.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người kể một kỷ niệm hài hước mà mình từng trải qua trong cuộc sống.",
            "explanation": "Nếu nhóm không cười, người kể phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả phải đứng thành hàng và thực hiện một động tác do người đầu tiên nghĩ ra.",
            "explanation": "Ai không theo kịp hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói một cụm từ nổi tiếng, người tiếp theo phải kể nguồn gốc của cụm từ đó.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một nghề nghiệp.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người chọn một bài hát và nhảy theo, người tiếp theo phải làm lại động tác nhảy đó.",
            "explanation": "Ai không làm được hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một tác phẩm văn học nổi tiếng.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói tên một món ăn, người tiếp theo phải kể một nguyên liệu chính trong món đó.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mọi người lần lượt kể tên một cây cầu nổi tiếng ở Việt Nam.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng chơi 'Simon nói'.",
            "explanation": "Ai làm sai lệnh phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói một địa danh, người tiếp theo phải kể một sự kiện nổi bật xảy ra ở địa danh đó.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một dụng cụ học tập.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu chuyện giả tưởng, người tiếp theo phải thêm vào một tình tiết mới.",
            "explanation": "Ai không kể được hoặc làm lạc mạch phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng nhau vỗ tay theo nhịp mà một người nghĩ ra.",
            "explanation": "Ai không vỗ đúng nhịp phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một tỉnh hoặc thành phố ở Việt Nam.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu chuyện ngẫu nhiên, nhưng không được sử dụng từ 'và'.",
            "explanation": "Ai không kể được hoặc vi phạm phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói tên một bài hát, người tiếp theo phải kể tên ca sĩ thể hiện bài hát đó.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một loại hoa quả có màu vàng.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng nhau chơi 'Nói thật hay thử thách'.",
            "explanation": "Ai không trả lời hoặc không thực hiện thử thách phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người hát một bài hát thiếu nhi, cả nhóm phải hát theo.",
            "explanation": "Ai không hát hoặc hát sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người lần lượt kể tên một loại bánh truyền thống Việt Nam.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người mô tả một món đồ trong phòng mà không nói tên, nhóm phải đoán đó là gì.",
            "explanation": "Ai đoán sai phải uống 1 ly. Nếu không ai đoán đúng, người mô tả phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người đầu tiên nói một câu tục ngữ, người tiếp theo phải giải thích ý nghĩa.",
            "explanation": "Ai không giải thích được hoặc giải thích sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng đứng thành vòng tròn và nói một câu khen ngợi người bên trái.",
            "explanation": "Ai không nói được hoặc nói không chân thành phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một loại cá có thể ăn được.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nhảy một động tác bất kỳ, người tiếp theo phải bắt chước và thêm một động tác mới.",
            "explanation": "Ai không bắt chước đúng hoặc không thêm được động tác mới phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng chơi 'Tay chạm tay', nhưng phải thực hiện theo tốc độ tăng dần.",
            "explanation": "Ai không theo kịp hoặc nhầm phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói một loại quả, người tiếp theo phải nói một món ăn làm từ quả đó.",
            "explanation": "Ai không nói được hoặc nói sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một con vật trong rừng.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu chuyện có nội dung bất kỳ, nhưng mỗi câu chỉ được 5 từ.",
            "explanation": "Ai không kể được hoặc vi phạm quy tắc phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng đứng thành vòng tròn và thực hiện một động tác ngẫu nhiên.",
            "explanation": "Ai không tham gia hoặc làm sai động tác phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói tên một ca sĩ nổi tiếng, người tiếp theo phải hát một bài hát của ca sĩ đó.",
            "explanation": "Ai không hát được hoặc hát sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một địa danh du lịch nổi tiếng ở Việt Nam.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng chơi 'Simon nói', nhưng người dẫn sẽ tăng tốc dần.",
            "explanation": "Ai làm sai lệnh hoặc không theo kịp phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói tên một con vật, người tiếp theo phải giả tiếng kêu của con vật đó.",
            "explanation": "Ai không giả được hoặc giả sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một cuốn sách nổi tiếng.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một từ lóng, người tiếp theo phải giải thích ý nghĩa.",
            "explanation": "Ai không giải thích được hoặc giải thích sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng tham gia một trò chơi nhảy dây tưởng tượng.",
            "explanation": "Ai không nhảy hoặc làm sai động tác phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một món ăn, người tiếp theo phải kể một món ăn có màu sắc tương tự.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một thương hiệu thời trang nổi tiếng.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng nhau chơi 'Đếm số ngược', mỗi người nói một số nhưng thay thế các số chia hết cho 4 bằng 'BÙM'.",
            "explanation": "Ai nói sai hoặc không theo kịp phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu chuyện hài hước bằng cách sử dụng tối đa 10 từ.",
            "explanation": "Nếu nhóm không cười, người kể phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một bài hát có từ 'mưa' trong tiêu đề.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể tên một nhân vật lịch sử Việt Nam, người tiếp theo phải kể một sự kiện gắn liền với nhân vật đó.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng chơi 'Bịt mắt bắt dê'.",
            "explanation": "Ai bị bắt hoặc không tham gia phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một món quà phổ biến cho ngày Tết.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu chuyện buồn, người tiếp theo phải làm nó trở thành một câu chuyện vui.",
            "explanation": "Ai không làm được phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một món ăn nổi tiếng của Nhật Bản.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một sự thật về bản thân, nhóm phải đoán xem điều đó có đúng hay không.",
            "explanation": "Ai đoán sai phải uống 1 ly. Nếu không ai đoán đúng, người kể uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng chơi 'Hát nối'. Một người hát, người tiếp theo phải nối tiếp bằng một bài hát khác có từ cuối cùng trùng nhau.",
            "explanation": "Ai không hát được hoặc hát sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một loại bánh ngọt.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói một từ bất kỳ, người tiếp theo phải tạo một câu hoàn chỉnh với từ đó.",
            "explanation": "Ai không tạo được câu hoặc câu không hợp lý phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng tham gia trò 'Bịt mắt đoán người'. Một người bị bịt mắt phải đoán tên người mình chạm vào.",
            "explanation": "Ai đoán sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một địa danh có trong tên bài hát.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể tên một sự kiện nổi bật, người tiếp theo phải kể một chi tiết thú vị trong sự kiện đó.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng tham gia trò 'Hát đoán bài'. Một người gõ nhịp, cả nhóm phải đoán bài hát từ nhịp đó.",
            "explanation": "Ai đoán sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người lần lượt kể tên một hành tinh hoặc thiên thể trong hệ Mặt trời.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu chuyện giả tưởng về việc họ vừa khám phá ra một hành tinh mới.",
            "explanation": "Nếu câu chuyện không thú vị, người kể phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng nhau tưởng tượng mình đang ở trong một con tàu vũ trụ gặp sự cố.",
            "explanation": "Ai không tham gia hoặc không đưa ra ý tưởng cứu nguy phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một nhân vật trong phim khoa học viễn tưởng.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người mô tả một loại công nghệ tương lai, nhóm phải đoán công dụng của nó.",
            "explanation": "Ai đoán sai phải uống 1 ly. Nếu không ai đoán đúng, người mô tả phải uống."
        },
        {
            "content": "Trò chơi: Tất cả cùng tưởng tượng mình là siêu anh hùng và giới thiệu siêu năng lực của mình.",
            "explanation": "Ai không tham gia hoặc không sáng tạo phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu chuyện về một cỗ máy thời gian, người tiếp theo phải tiếp tục câu chuyện.",
            "explanation": "Ai làm lạc mạch hoặc không kể được phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Mỗi người phải kể tên một loại công nghệ viễn tưởng trong phim hoặc sách.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người giả làm robot, nhóm phải đặt câu hỏi để hiểu robot này 'đang nghĩ gì'.",
            "explanation": "Ai không đặt câu hỏi hoặc hỏi không hợp lý phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng giả làm những nhà thám hiểm vừa tìm thấy một thế giới song song.",
            "explanation": "Ai không tham gia hoặc không đưa ra ý tưởng thú vị phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể tên một loại cảm xúc, người tiếp theo phải diễn tả cảm xúc đó mà không nói gì.",
            "explanation": "Ai không diễn tả được hoặc không đoán đúng phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một nhân vật phản diện nổi tiếng trong phim giả tưởng.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói một tình huống bất ngờ, nhóm phải nghĩ ra cách xử lý như một đội.",
            "explanation": "Ai không tham gia hoặc đưa ra ý tưởng không hợp lý phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả phải giả làm những người bị mất trí nhớ và cố gắng giới thiệu lại bản thân mình.",
            "explanation": "Ai không tham gia hoặc giới thiệu không thú vị phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một điều họ nghĩ sẽ xảy ra trong tương lai, nhóm phải bình chọn xem có hợp lý không.",
            "explanation": "Nếu nhóm không đồng ý, người kể phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một siêu năng lực mà họ muốn có.",
            "explanation": "Ai không kể được hoặc kể điều không thú vị phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói một câu nói lạc quan, người tiếp theo phải nói điều tiêu cực liên quan đến nó.",
            "explanation": "Ai không làm được hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng tưởng tượng mình là những nhân vật trong một thế giới bị thống trị bởi robot.",
            "explanation": "Ai không tham gia hoặc không sáng tạo phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể tên một cỗ máy mà họ muốn phát minh, nhóm phải đoán công dụng của nó.",
            "explanation": "Ai đoán sai phải uống 1 ly. Nếu không ai đoán đúng, người kể phải uống."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một vật thể ngoài vũ trụ (thiên thạch, hố đen, v.v.).",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người miêu tả một người ngoài hành tinh, nhóm phải vẽ lại dựa trên miêu tả.",
            "explanation": "Nếu nhóm không vẽ đúng ý, người miêu tả phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng giả làm một gia đình ngoài hành tinh đang thảo luận về loài người.",
            "explanation": "Ai không tham gia hoặc không sáng tạo phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể tên một bộ phim viễn tưởng, người tiếp theo phải kể nội dung tóm tắt.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một loại sinh vật huyền bí trong thần thoại.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng giả làm một nhóm người đang chuẩn bị sống trên sao Hỏa.",
            "explanation": "Ai không tham gia hoặc không hợp lý phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói một từ, người tiếp theo phải nghĩ ra một phát minh dựa trên từ đó.",
            "explanation": "Ai không làm được hoặc làm sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể tên một nhân vật giả tưởng, nhóm phải kể một câu chuyện ngắn về nhân vật đó.",
            "explanation": "Ai không kể được hoặc kể sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng tưởng tượng mình đang tham gia một buổi họp về việc cứu thế giới.",
            "explanation": "Ai không tham gia hoặc không đóng góp ý tưởng phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người nói tên một cảm xúc, người tiếp theo phải nói tình huống sẽ gây ra cảm xúc đó.",
            "explanation": "Ai không nói được hoặc nói sai phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả phải cùng nhau tạo ra một thế giới giả tưởng và đặt tên cho nó.",
            "explanation": "Ai không tham gia hoặc không đóng góp phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người kể một câu chuyện giả tưởng, nhưng không được sử dụng từ 'tôi'.",
            "explanation": "Ai không kể được hoặc vi phạm quy tắc phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Người chơi lần lượt kể tên một phát minh có trong các bộ phim viễn tưởng.",
            "explanation": "Ai không kể được hoặc lặp lại phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Một người giả làm người từ tương lai, nhóm phải đặt câu hỏi để tìm hiểu về thế giới đó.",
            "explanation": "Ai không đặt câu hỏi hoặc hỏi không hợp lý phải uống 1 ly."
        },
        {
            "content": "Trò chơi: Tất cả cùng giả làm những người cuối cùng còn sót lại trên Trái Đất.",
            "explanation": "Ai không tham gia hoặc không sáng tạo phải uống 1 ly."
        },
        {
            "content": "Bạn hãy kể một kỷ niệm hài hước nhất mà bạn từng có với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể một điều kỳ quặc hoặc đáng nhớ nhất mà người yêu cũ từng làm cho bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể về món quà đầu tiên mà bạn từng nhận được từ người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Kể về lần đầu tiên bạn gặp người yêu cũ của mình. Cảm giác của bạn lúc đó thế nào?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể một điều khiến bạn cảm thấy xấu hổ nhất khi ở bên người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một cuộc cãi vã lớn nhất mà bạn từng có với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể tên một bài hát mà bạn từng nghe cùng người yêu cũ và cảm thấy khó quên.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Kể về một lần người yêu cũ khiến bạn ngạc nhiên nhất.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể về một món ăn mà bạn từng làm hoặc được làm cho bởi người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng nói dối người yêu cũ không? Nếu có, đó là gì?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể về chuyến đi chơi đáng nhớ nhất mà bạn từng có với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng viết thư tay hoặc nhắn tin dài cho người yêu cũ? Nội dung là gì?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Kể về lần bạn cảm thấy tổn thương nhất khi ở bên người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể một thói quen kỳ lạ của người yêu cũ mà bạn vẫn còn nhớ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về lần cuối cùng bạn và người yêu cũ gặp nhau.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng tặng quà cho người yêu cũ không? Đó là món quà gì?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một sở thích hoặc điều đặc biệt mà bạn từng làm chỉ để gây ấn tượng với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể về một tin nhắn hoặc cuộc gọi cuối cùng giữa bạn và người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể một câu chuyện khiến bạn cười nhiều nhất khi ở bên người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng nói điều gì mà sau này bạn hối hận với người yêu cũ không?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể một điều mà bạn nghĩ người yêu cũ đã học được từ bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Kể về một lần bạn làm điều gì đó dại dột để gây sự chú ý của người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng hứa hẹn điều gì với người yêu cũ không? Điều đó là gì?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một món đồ mà người yêu cũ từng tặng và bạn vẫn còn giữ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Kể về lần người yêu cũ khiến bạn bất ngờ nhất trong dịp lễ hoặc sinh nhật.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về lần đầu tiên bạn cảm thấy thích người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng nghĩ rằng bạn và người yêu cũ sẽ quay lại không? Vì sao?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể một điều mà bạn nghĩ người yêu cũ ghét nhất ở bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một câu chuyện lãng mạn nhất mà bạn từng có với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể một kỷ niệm hài hước nhất mà bạn từng có với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể một điều kỳ quặc hoặc đáng nhớ nhất mà người yêu cũ từng làm cho bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể về món quà đầu tiên mà bạn từng nhận được từ người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Kể về lần đầu tiên bạn gặp người yêu cũ của mình. Cảm giác của bạn lúc đó thế nào?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể một điều khiến bạn cảm thấy xấu hổ nhất khi ở bên người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một cuộc cãi vã lớn nhất mà bạn từng có với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể tên một bài hát mà bạn từng nghe cùng người yêu cũ và cảm thấy khó quên.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Kể về một lần người yêu cũ khiến bạn ngạc nhiên nhất.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể về một món ăn mà bạn từng làm hoặc được làm cho bởi người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng nói dối người yêu cũ không? Nếu có, đó là gì?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể về chuyến đi chơi đáng nhớ nhất mà bạn từng có với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng viết thư tay hoặc nhắn tin dài cho người yêu cũ? Nội dung là gì?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Kể về lần bạn cảm thấy tổn thương nhất khi ở bên người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể một thói quen kỳ lạ của người yêu cũ mà bạn vẫn còn nhớ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về lần cuối cùng bạn và người yêu cũ gặp nhau.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng tặng quà cho người yêu cũ không? Đó là món quà gì?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một sở thích hoặc điều đặc biệt mà bạn từng làm chỉ để gây ấn tượng với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể về một tin nhắn hoặc cuộc gọi cuối cùng giữa bạn và người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể một câu chuyện khiến bạn cười nhiều nhất khi ở bên người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng nói điều gì mà sau này bạn hối hận với người yêu cũ không?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể một điều mà bạn nghĩ người yêu cũ đã học được từ bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Kể về một lần bạn làm điều gì đó dại dột để gây sự chú ý của người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng hứa hẹn điều gì với người yêu cũ không? Điều đó là gì?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một món đồ mà người yêu cũ từng tặng và bạn vẫn còn giữ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Kể về lần người yêu cũ khiến bạn bất ngờ nhất trong dịp lễ hoặc sinh nhật.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về lần đầu tiên bạn cảm thấy thích người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng nghĩ rằng bạn và người yêu cũ sẽ quay lại không? Vì sao?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể một điều mà bạn nghĩ người yêu cũ ghét nhất ở bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một câu chuyện lãng mạn nhất mà bạn từng có với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng lén theo dõi người yêu cũ trên mạng xã hội không? Hãy kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể một lần bạn cố gắng làm lành với người yêu cũ nhưng thất bại.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể một điều khiến bạn cảm thấy tiếc nuối nhất về mối quan hệ với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể về lần đầu tiên bạn cảm thấy người yêu cũ thay đổi.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể một câu nói đáng nhớ nhất mà người yêu cũ từng nói với bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng nói với người yêu cũ rằng bạn muốn chia tay trước khi thực sự quyết định không?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một lần bạn cảm thấy vui nhất khi ở bên người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Kể về lần đầu tiên bạn nhận ra rằng mối quan hệ với người yêu cũ không thể kéo dài.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng đi xem phim với người yêu cũ không? Hãy kể về bộ phim đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một lần bạn cảm thấy ghen với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng nói rằng bạn yêu người yêu cũ nhưng thực tế lại không cảm thấy như vậy?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một lần người yêu cũ khiến bạn cảm thấy xấu hổ trước người khác.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng khóc vì người yêu cũ không? Hãy kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể về một lần bạn cảm thấy mình không đủ tốt với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một lần bạn cố gắng thay đổi bản thân vì người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng giữ bí mật nào đó với người yêu cũ không? Hãy kể về bí mật đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một lần người yêu cũ khiến bạn cảm thấy đặc biệt.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng thầm so sánh người yêu cũ với ai đó không? Kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể một điều bạn nghĩ rằng bạn sẽ không bao giờ quên về người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng nhận ra rằng bạn còn yêu người yêu cũ sau khi đã chia tay không?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một điều khiến bạn cười nhiều nhất khi nhớ lại về người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn có từng vô tình gặp lại người yêu cũ ở nơi không ngờ tới không? Kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Hãy kể về một lần bạn cảm thấy người yêu cũ làm điều gì đó tốt đẹp cho bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
        },
        {
            "content": "Bạn hãy kể một kỷ niệm hài hước nhất mà bạn từng có với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể một điều kỳ quặc hoặc đáng nhớ nhất mà người yêu cũ từng làm cho bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn hãy kể về món quà đầu tiên mà bạn từng nhận được từ người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về lần đầu tiên bạn gặp người yêu cũ của mình. Cảm giác của bạn lúc đó thế nào?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn hãy kể một điều khiến bạn cảm thấy xấu hổ nhất khi ở bên người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một cuộc cãi vã lớn nhất mà bạn từng có với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn hãy kể tên một bài hát mà bạn từng nghe cùng người yêu cũ và cảm thấy khó quên.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về một lần người yêu cũ khiến bạn ngạc nhiên nhất.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn hãy kể về một món ăn mà bạn từng làm hoặc được làm cho bởi người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng nói dối người yêu cũ không? Nếu có, đó là gì?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn hãy kể về chuyến đi chơi đáng nhớ nhất mà bạn từng có với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng viết thư tay hoặc nhắn tin dài cho người yêu cũ? Nội dung là gì?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về lần bạn cảm thấy tổn thương nhất khi ở bên người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn hãy kể một thói quen kỳ lạ của người yêu cũ mà bạn vẫn còn nhớ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về lần cuối cùng bạn và người yêu cũ gặp nhau.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng tặng quà cho người yêu cũ không? Đó là món quà gì?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một sở thích hoặc điều đặc biệt mà bạn từng làm chỉ để gây ấn tượng với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn hãy kể về một tin nhắn hoặc cuộc gọi cuối cùng giữa bạn và người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể một câu chuyện khiến bạn cười nhiều nhất khi ở bên người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng nói điều gì mà sau này bạn hối hận với người yêu cũ không?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn hãy kể một điều mà bạn nghĩ người yêu cũ đã học được từ bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về một lần bạn làm điều gì đó dại dột để gây sự chú ý của người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng hứa hẹn điều gì với người yêu cũ không? Điều đó là gì?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một món đồ mà người yêu cũ từng tặng và bạn vẫn còn giữ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về lần người yêu cũ khiến bạn bất ngờ nhất trong dịp lễ hoặc sinh nhật.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về lần đầu tiên bạn cảm thấy thích người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng nghĩ rằng bạn và người yêu cũ sẽ quay lại không? Vì sao?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn hãy kể một điều mà bạn nghĩ người yêu cũ ghét nhất ở bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một câu chuyện lãng mạn nhất mà bạn từng có với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng lén theo dõi người yêu cũ trên mạng xã hội không? Hãy kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn hãy kể một lần bạn cố gắng làm lành với người yêu cũ nhưng thất bại.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể một điều khiến bạn cảm thấy tiếc nuối nhất về mối quan hệ với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn hãy kể về lần đầu tiên bạn cảm thấy người yêu cũ thay đổi.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể một câu nói đáng nhớ nhất mà người yêu cũ từng nói với bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng nói với người yêu cũ rằng bạn muốn chia tay trước khi thực sự quyết định không?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một lần bạn cảm thấy vui nhất khi ở bên người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về lần đầu tiên bạn nhận ra rằng mối quan hệ với người yêu cũ không thể kéo dài.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng đi xem phim với người yêu cũ không? Hãy kể về bộ phim đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một lần bạn cảm thấy ghen với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng nói rằng bạn yêu người yêu cũ nhưng thực tế lại không cảm thấy như vậy?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một lần người yêu cũ khiến bạn cảm thấy xấu hổ trước người khác.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng khóc vì người yêu cũ không? Hãy kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn hãy kể về một lần bạn cảm thấy mình không đủ tốt với người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một lần bạn cố gắng thay đổi bản thân vì người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng giữ bí mật nào đó với người yêu cũ không? Hãy kể về bí mật đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một lần người yêu cũ khiến bạn cảm thấy đặc biệt.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng thầm so sánh người yêu cũ với ai đó không? Kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể một điều bạn nghĩ rằng bạn sẽ không bao giờ quên về người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng nhận ra rằng bạn còn yêu người yêu cũ sau khi đã chia tay không?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một điều khiến bạn cười nhiều nhất khi nhớ lại về người yêu cũ.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng vô tình gặp lại người yêu cũ ở nơi không ngờ tới không? Kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một lần bạn cảm thấy người yêu cũ làm điều gì đó tốt đẹp cho bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về lần đầu tiên bạn vào lớp đại học hoặc cấp 1, 2, 3. Cảm giác của bạn lúc đó thế nào?",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về thầy cô giáo mà bạn nhớ nhất trong suốt quãng đời học sinh hoặc sinh viên.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn hãy kể về môn học mà bạn từng ghét nhất và lý do vì sao.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về lần bạn đi muộn vào lớp và bị thầy cô hoặc bạn bè trêu chọc.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một buổi học mà bạn cảm thấy vui vẻ hoặc hài hước nhất.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng bị điểm kém không? Kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về kỷ niệm đầu tiên khi bạn tham gia một hoạt động ngoại khóa ở trường.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng thầm thích ai đó trong lớp hoặc trường không? Kể về người đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về lần bạn làm một điều gì đó nghịch ngợm ở trường và bị phát hiện.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về món ăn mà bạn thường ăn ở căn-tin trường hoặc ngoài cổng trường.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng bị gọi lên bảng để trả bài nhưng quên hết nội dung không? Kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một bài kiểm tra mà bạn đã phải sử dụng 'mẹo' để vượt qua.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về kỷ niệm đáng nhớ nhất trong một chuyến đi dã ngoại hoặc tham quan cùng lớp.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng được chọn làm lớp trưởng, tổ trưởng hoặc một vai trò quan trọng trong lớp không? Kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một bài giảng mà bạn không thể quên và lý do tại sao.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về lần bạn lỡ ngủ gật trong lớp học.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng bị bắt viết bản kiểm điểm không? Kể về lý do và cảm giác của bạn lúc đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một lần bạn trốn học hoặc ra khỏi lớp mà không bị phát hiện.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng tham gia một đội thể thao, văn nghệ hoặc câu lạc bộ ở trường không? Kể về kỷ niệm đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về lần đầu tiên bạn thuyết trình hoặc phát biểu trước lớp.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một người bạn thân nhất của bạn trong thời học sinh.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng cảm thấy áp lực vì kỳ thi hoặc bài kiểm tra không? Kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về một lần bạn được điểm cao nhất lớp và cảm giác của bạn.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một lần bạn bị phạt ở trường và lý do tại sao.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng lỡ làm mất sách vở hoặc đồ dùng học tập không? Kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về một lần bạn giúp đỡ bạn bè trong lớp học hoặc kỳ thi.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về một buổi sinh hoạt lớp mà bạn cảm thấy ấn tượng nhất.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng bị thầy cô phê bình trong giờ học không? Kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Kể về một lần bạn và bạn bè cùng nhau làm điều gì đó vui nhộn hoặc 'nổi loạn'.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Hãy kể về bài hát hoặc bộ phim mà bạn thường nghe hoặc xem cùng bạn bè thời học sinh.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          },
          {
            "content": "Bạn có từng lỡ thích thầm một thầy cô giáo không? Kể về lần đó.",
            "explanation": "Nếu không kể được, bạn uống 2 ly. Nếu kể được, bạn chỉ định người tiếp theo."
          }
    ]
}